// © 2025 Altangerel Ganbaatar. All rights reserved.
// Licensed under the MIT License. See LICENSE file in the project root for details.

import React, { useState } from "react";
import {
  Table,
  TableBody,
  TableCell,
  TableContainer,
  TableHead,
  TableRow,
  TextField,
  Select,
  MenuItem,
  Paper,
  Pagination,
} from "@mui/material";

const paperTypes = [
  "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
  "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
  "Магистрын зэрэг хамгаалсан бүтээл",
];

const mockData = [
	{
		"id": "2",
		"text": "Авирмэд Э. БНМАУ-ын орон нутгийн Ардын Депутатуудын хурал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1970 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "3",
		"text": "Авхиа Ж. Уголовно-правовая борьба с умышленными убийствами в МНР. Дисс...канд. юридических наук (Ph.D). /Науч.рук. канд. юрид наук. доц. полковник юстицит Х.М.Ахметшин. Защищена 16.05.1968. М.,1968. 311с, 21л. /Всес-полит. Академия им В.И. и Ленина. Кафедра уголовного права и процесса/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "4",
		"text": "Авхиа Ж. БНМАУ-д санаатай хүн амины гэмт хэрэгтэй явуулах эрүүгийн эрхийн тэмцэл. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1968 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "5",
		"text": "Адъяабазар Д. Монгол Улсад залилан мэхлэх гэмт хэрэгтэй хийх эрүүгийн эрх зүйн тэмцлийн тулгамдсан асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2004 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "6",
		"text": "Айбек Б. Зохиогчийн эрхийн эрүүгийн эрх зүйн хамгаалалт. Хууль зүйн докторын зэрэг горилсон бүтээл. 2007 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "7",
		"text": "Алтангэрэл Б. Международно-правовая практика толкования норм международных договоров. Дисс...канд. Юридических наук (Ph.D). 12.00.11. /Науч. рук. З.К. Григорьевна. Защищена 17.07.2003. Киев., 2003. 185с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "8",
		"text": "Алтангэрэл Б. Олон улсын гэрээг тайлбарлах талаар олон улсын эрх зүйн практик. Хууль зүйн докторын зэрэг горилсон бүтээл. 2003 он.",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "9",
		"text": "Алтангэрэл Т. Монгол-Ойрадын их цааз төр эрх зүйн түүхэн эх сурвалж болох нь. Хууль зүйн докторын зэрэг горилсон бүтээл. 2000 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "10",
		"text": "Алтанзул Д. Ялын зорилго, төрөл. Хууль зүйн докторын зэрэг горилсон бүтээл. 2005 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11",
		"text": "Амарбаясгалан Б. Цаазаар авах ял: Олон улсын болон Монголын эрүүгийн эрх зүйн уялдаа холбоо, чиг хандлага. Хууль зүйн докторын зэрэг горилсон бүтээл. 2013 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12",
		"text": "Амарсанаа Б. Шилжилтийн улсууд дахь компанийн засаглал (зохистой удирдлага) ил тод байдал. Монгол Улсын жишээн дээр. Хууль зүйн докторын зэрэг горилсон бүтээл. 2008 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "13",
		"text": "Амарсанаа Ж. Проблемы правотворческого процесса в МНР. Дисс... канд. юридических наук (Ph.D). 12.00.01. /Науч.рук. д-р. юрид наук. проф. А.С. Пиголкин. Защищена 1988. М., 1988. 192с /Всесоюз. Н.и. ин-т советс кого законодательства/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "14",
		"text": "Амарсанаа Ж. Эрх зүйн хэм хэмжээ тогтоох процессын асуудлууд. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1988 он.",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "15",
		"text": "Амархүү О. Охрана окружащей среды в системе функции социалистического государства. /На основе опыта СССР и МНР/. юридических наук (Ph.D). Науч.рук. д-р. юрид наук. Н.В.Черноголовкин. Защищена 1976. М., 1976. 169 с /Академия общественных наук при ЦК КПСС. Кафедра теории гос-ва права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "16",
		"text": "Амархүү О. Хүрээлэн буй орчныг хамгаалах нь социалист төрийн үндсэн үүрэг мөн. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1976 он.",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "17",
		"text": "Амгаланбаатар Ц. Насанд хүрээгүйчүүдийн үйлдэж буй гэмт хэргийн талаарх эрүүгийн бодлого. Хууль зүйн докторын зэрэг горилсон бүтээл. 2004 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "18",
		"text": "Амгаланбаяр Ц. Насанд хүрээгүйчүүдийн үйлдэж буй гэмт хэргийн талаархи эрүүгийн бодлого. Хууль зүйн докторын зэрэг горилсон бүтээл. 2004 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "19",
		"text": "Ангар Д. Международно-правовые аспекты совместного предпринимательства на территориях социалистических стран. Дисс... канд. юридических наук (Ph.D). 12.00.10. /Науч.рук. д-р. юрид наук. проф. М.М.Богуславский. Защищена 1989. М., 1989. 160 с /Дипломатическая акад. МИД. СССР/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "20",
		"text": "Ангар Д. Социалист орнууд дахь хамтарсан үйлдвэрүүдийн олон улсын эрх зүйн асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1989 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "21",
		"text": "Ариунбилэг Ш. Хэрэг бүртгэгч, мөрдөн байцаагч, прокурор, шүүхийн үйл ажиллагааны улмаас иргэнд учруулсан гэм хорыг арилгах нь. Хууль зүйн докторын зэрэг горилсон бүтээл. 2011 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "22",
		"text": "Баасан Л. Хөдөлмөрийн маргааныг хянан шийдвэрлэх эрх зүйн асуудлууд. Хууль зүйн ухааны докторын зэрэг горилсон бүтээл. 1995 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "23",
		"text": "Баатар Д. Актуальные проблемы участия трудового коллектива в управлении промышленным производством: Теоретико-методологическое аспекты правого исследования. Дисс... канд. юридических наук (Ph.D). 05.05.05.00. Науч.рук. канд. юрид наук. И.Дашням. Защищена 07.07. 1989. Уб., 1989. 200с /АН МНР. Ин-т. Философии, социологии и права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "24",
		"text": "Баатар Д. Аж үйлдвэрийн салбарыг удирдахад хөдөлмөрийн хамт олон оролцох асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1989 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "25",
		"text": "Баатар Ж. Аюулгүй байдлыг хангах нь. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1990 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "26",
		"text": "Баатаржав Н. Криминологические проблемы изучения преступности и ее причин. Дисс... канд. юридических наук (Ph.D). 120008. И 120007. /Науч.рук. канд. Юридических наук. доц. Комиссаров В.И. Защищена 25.12.1989. Уб., 1984. 149с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "27",
		"text": "Баатаржав Н. Гэмт явдал, түүний шалтгаан судлалын криминологийн асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. Уб., 1984 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "28",
		"text": "Бадам Д. Насанд хүрээгүй хүнд ял оногдуулах онцлог, түүний эрүүгийн эрх зүйн үндсэн асуудал /хорих ялын жишээн дээр/. Хууль зүйн докторын зэрэг горилсон бүтээл. 2013 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "29",
		"text": "Бадарч С. Применение криминалистических средств и методов в практике борьбы с преступностью в Монгольской Народной Республике. Дисс... канд. юридических наук (Ph.D). 12.00.09. /Науч.рук.проф. Р.С.Белкин. Защищена 1982. М., 1982. 157с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "30",
		"text": "Бадарч С. БНМАУ-д гэмт хэрэгтэй тэмцэх практикт криминалистиктийн арга хэрэгслийг ашиглаж байгаа нь. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1982 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "31",
		"text": "Банзрагч Г. Герман-Монголын захиргааны процессийн эрх зүйн харьцуулалт. Хууль зүйн докторын зэрэг горилсон бүтээл. 2008 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "32",
		"text": "Батаев М. Цагдаагийн албан хаагчийн эрх зүйн байдал, нийгмийн баталгаа. Хууль зүйн докторын зэрэг горилсон бүтээл. 2005 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "33",
		"text": "Батбаяр Э. Ял хөнгөрүүлэх ба хүндрүүлэх нөхцөл байдлууд. Хууль зүйн докторын зэрэг горилсон бүтээл. 2005 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "34",
		"text": "Батдолгор Л. Тагнах үйл ажиллагааны зохицуулалтыг төгөлдөржүүлэх эрх зүйн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2009 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "35",
		"text": "Батжав Л. Хээл хахуулийн гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2004 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "36",
		"text": "Батзандан Ж. Захиргааны шүүхийн харьцуулсан судалгаа. Хууль зүйн докторын зэрэг горилсон бүтээл. 2003 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "37",
		"text": "Батзориг Б. Эрүүгийн хэргийн нотлох баримтыг цуглуулах, бэхжүүлэх ажиллагааны онол, практикийн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2012 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "38",
		"text": "Батхүлэг С. Монгол Улсын эрүүгийн хууль дахь ял тэнсэх институтийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2005 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "39",
		"text": "Батчимэг. Барьцааны гэрээний эрх зүйн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 1999 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "40",
		"text": "Бат-Эрдэнэ Б. Задержание по уголовно-процессуальному законодательству МНР. Дисс... канд. юридических наук (Ph.D). 12.00.09. /Науч.рук. канд. юрид. доц. А.И.Сергеев. Защищена 1989. М., 1989. 191 с /Мин-во внутренних дел СССР. Академия Кафедра уголовного права, процесса кримнологии и исправительно-трудного права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "41",
		"text": "Бат-Эрдэнэ Б. Хууль тогтоомжийн дагуу гэмт этгээдийг албадан саатуулах нь. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1989 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "42",
		"text": "Бат-Эрдэнэ Б. Эрүүгийн байцаан шийтгэх ажиллагаанд оролцогч шинжээчийн эрх зүйн байдал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2008 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "43",
		"text": "Баярсайхан Б. Монгол цаазын бичигт хийсэн эрх зүйн судалгаа. Хууль зүйн докторын зэрэг горилсон бүтээл. 2004 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "44",
		"text": "Баярсайхан Д. Монгол төрийн бүрэн эрхт байдал: Үндсэн хуулийн эрх зүйн асуудлууд. Хууль зүйн докторын зэрэг горилсон бүтээл. 1998 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "45",
		"text": "Баярхүү Г. Монголын нэгдсэн төрийн болон дараа үеийн хууль цааз, заншлын хэм хэмжээг харьцуулан судалсан нь (XIII-XVIII зуун). Хууль зүйн докторын зэрэг горилсон бүтээл. 1995 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "46",
		"text": "Болдбаатар Б. Насанд хүрээгүйчүүдийн үйлдэж буй хулгайн гэмт хэрэг. Хууль зүйн докторын зэрэг горилсон бүтээл. 2004 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "47",
		"text": "Болдбаатар Ж. Хар тамхи, мансууруулах бодисыг хууль бусаар хууль бусаар борлуулах гэмт хэргийн нотолгооны асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2003 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "48",
		"text": "Бүжинлхам Ц. Прокурорский надзор за исполнением законов МНР при рассмотрении уголовных дел в суде первой инстанции и пути его совершениствования. Дисс... канд. юридических наук (Ph.D). 120009. /Науч.рук. Г.Совд. Защищена 03.07. 1985. Уб., 1985., 159 с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "49",
		"text": "Бүжинлхам Ц. Анхан шатны шүүхээс эрүүгийн хэргийг хянан шийдвэрлэхэд БНМАУ-ын хуулийг биелүүлж байгаа байдалд тавих прокурорын хяналт. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1985 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "50",
		"text": "Бямбаа Ж. Орон нутгийн засаг захиргааны байгууллагаас эрхийн хүмүүжлийн ажлыг удирдах нь. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1988 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "51",
		"text": "Бямбаа Л. Шүүхийн хараат бус, бие даасан байдлын эрх зүйн зохицуулалт. Хууль зүйн докторын зэрэг горилсон бүтээл. 2006 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "52",
		"text": "Бямбаа Т. Монгол Улсад гарын мөр судлал үүсэж хөгжсөн түүх, орчин үеийн чиг хандлага. Хууль зүйн докторын зэрэг горилсон бүтээл. 2011 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "53",
		"text": "Бямбадорж Ж. Сонгуулийн системийг боловсронгуй болгох асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2003 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "54",
		"text": "Галсан С. Проблеми присоединения МНР к Парижской конвенции по охране промышленной собственности. Дисс...канд. юридических наук (Ph.D). Науч.рук. д-р. проф. Э.Винкелбаур. Берлин., [б.г.} 107с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "55",
		"text": "Галсан С. БНМАУ аж үйлдвэрийн өмчийг хамгаалах тухай конвенцэд нэгдэн орох тухай асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1982 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "56",
		"text": "Ганболд М. Зохион байгуулалттай гэмт хэрэгтэй тэмцэх чиглэлээр эрүүгийн цагдаагийн албанаас зохиох гүйцэтгэх ажил. Хууль зүйн докторын зэрэг горилсон бүтээл. 2005 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "57",
		"text": "Гангабаатар Д. Монгол дахь малчдын газар ашиглах эрхийн эрх зүйн зохицуулалтын асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2011 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "58",
		"text": "Гантулга Н. Официальное разьяснение закона: Вопросы теории и практика (На примере Монголии). Дисс...канд. юридических наук (Ph.D). 12.00.01. /Науч.рук. Г.И.Муромцев. Защищена 22.06-2004. М., 2004. 151с / Российкий ун-т дружбы народов/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "59",
		"text": "Гантулга Н. Хуулийг албан ёсоор тайлбарлах онол практикийн асуудал (Монгол Улсын жишээн дээр). Хууль зүйн докторын зэрэг горилсон бүтээл. 2004 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "60",
		"text": "Гантулга Ц. Гэмт хэргийг илрүүлэхэд мөр нотолгооны ач холбогдолтой болох нь (Амьтны мөрийн жишээн дээр). Хууль зүйн докторын зэрэг горилсон бүтээл. 2009 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "61",
		"text": "Гүнбилэг Б. Монгол Улс дахь жишгийн эрх зүй. Хууль зүйн докторын зэрэг горилсон бүтээл. 2009 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "62",
		"text": "Гүнсэн Р. Уголовная ответственность за хищение государственного и или общественого имущества по уголовному праву Монгольской Народной Республики. Дисс... канд. юридических наук (Ph.D). /Науч.рук. д-р. проф. Н.И.Загородников. Защищена 1965. М., 1965. 16с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "63",
		"text": "Гүнсэн Р. Улс, хоршооллын хөрөнгийг ашиглан шамшигдуулсан гэмт хэрэг үйлдсэн этгээдэд хүлээлгэх эрүүгийн хариуцлага. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1965 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "64",
		"text": "Гэрэлчулуун Х. Монгол Улс - Хүний эрх ба хөдөлмөрийн шилжих хөдөлгөөний салбар дахь олон улсын эрх зүйн харилцааны субьект болох нь. Хууль зүйн докторын зэрэг горилсон бүтээл. 2010 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "65",
		"text": "Даваа Ч. Монгол, Оросын эрүүгийн байцаан шийтгэх хууль дахь албадлагын арга хэмжээг нийгмээс тусгаарлах хэлбэрээр хэрэгжүүлэх нь. Хууль зүйн докторын зэрэг горилсон бүтээл. 2005 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "66",
		"text": "Даваа-Очир Д. Хорих байгууллагад хүнд ноцтой гэмт хэрэг гарахаас урьдчилан сэргийлэх гүйцэтгэх ажлын арга хэмжээ. Хууль зүйн докторын зэрэг горилсон бүтээл. 2005 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "67",
		"text": "Дариймаа Д. Republica Populara Мongolа, subiect de drept international. Diss…cand. Science of law (Ph.D). Scientific Leader. dr.Prof. G.Geamanu. Defended 1967. Bucuresti., 1967. 213p",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "68",
		"text": "Дариймаа Д. БНМАУ бол олон улсын эрхийн харилцааны субьект мөн. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1967 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "69",
		"text": "Дашдэмбэрэл Д. Малын хулгайн хэргийг илрүүлэх, урьдчилан сэргийлэх нь. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1977 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "70",
		"text": "Дашзэвэг Б. Засан хүмүүжүүлэх байгууллагын зохион байгуулалт, эрхийн асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1988 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "71",
		"text": "Дашням И. Правовые проблемы возникновения и развития избирательной системы МНР. Дисс...канд. юридических наук (Ph.D). 12.00.02. Науч.рук. д-р. Э.Авирмэд доц. М.И.Кукушин. Защищена 09.06.1978. Уб., 1978. 185с /АН МНР. Ин-т философии, социологии и права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "72",
		"text": "Дашням И. Сонгуулийн системийн үүсэл хөгжлийн эрхийн асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1978 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "73",
		"text": "Дашцэдэн Д. Совершенствование правовых актов исполнительных управлений местных Хуралов народных депутатов МНР. Дисс...канд. юридических наук (Ph.D). 120.007. /Науч.рук. д-р. Б.Чимид. Защищена 1983. Уб., 1983. 129с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "74",
		"text": "Дашцэдэн Д. Орон нутгийн АДХ-ын гүйцэтгэх захиргааны эрхийн актыг боловсронгуй болгох нь. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1983 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "75",
		"text": "Долгорсүрэн Ж. Административно-правовая борьба органов государственной милиции Монгольской Народной Республики против пьянства. Автореф..канд. юридических наук (Ph.D). 12.00.02. Уб., 1989.",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "76",
		"text": "Долгорсүрэн Ж. Цагдан сэргийлэх байгууллагаас согтууралтай хийх захиргаан эрхийн тэмцэл. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1989 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "77",
		"text": "Должин С. Гадаадын хөрөнгө оруулалтын маргааныг олон улсын хөрөнгө оруулалтын маргаан шийдвэрлэх төвөөр шийдвэрлэх нь. Хууль зүйн докторын зэрэг горилсон бүтээл. 2012 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "78",
		"text": "Доржготов А. Хүн ба амьтны үс ашиглаж гэмт хэрэг илрүүлэх боломж. Хууль зүйн докторын зэрэг горилсон бүтээл. 1995 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "79",
		"text": "Доржням Ц. Монгол Улсын хилийг хууль бусаар нэвтрэх гэмт хэрэгтэй хийх тэмцлийн эрүүгийн эрх зүй, криминологийн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2012 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "80",
		"text": "Доржпалам Х. Хөдөлгөөний аюулгүй байдал, тээврийн хэрэгслийн ашиглалтын журам зөрчих гэмт хэрэгтэй тэмцэх эрүүгийн эрх зүй, криминологийн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2000 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "81",
		"text": "Ёндондэмбэрэл Р. Организации профилактики преступлении, совершаемых несовершеннолетними /По материалам города Улан-Батора/. Дисс...канд. юридических наук (Ph.D) 12.00.08. /Науч.рук. д-р. проф. Г.А.Аванесов. Защищена 1980. М., 1980. 176 с, 10л",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "82",
		"text": "Ёндондэмбэрэл Р. Насанд хүрээгүй хүмүүсийг гэмт хэргээс урьдчилан сэргийлэх ажлын зохион байгуулалт. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1981 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "83",
		"text": "Жалан-Аажав С. БНМАУ-ын империализм, феодализмыг эсэргүүцсэн шатны ардын хувьсгалт төрийн хууль тогтоомжийн гол шинжүүд. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1967 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "84",
		"text": "Жамбалдорж О. Правовое регулирование государственного пенсионного обеспечения в МНР. Дисс..канд. юридических наук (Ph.D). Защищена 30.01.1981. Уб., 1980. 150 с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "85",
		"text": "Жамбалдорж О. БНМАУ дахь нийгэм хангамжийн эрх зүйн зохицуулалт. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1981 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "86",
		"text": "Жанцан Н. Современные проблемы борьбы с преступностью несовершеннолетних в Монгольской Народной Республике. Дисс..канд. юридических наук (Ph.D). /Науч. рук. В.В.Устинова. Защищена 1981. М., 1981. 168с, прилож.",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "87",
		"text": "Жанцан Н. Насанд хүрээгүйчүүдийн үйлдэж буй гэмт явдалтай тэмцэх орчин цагийн асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1981 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "88",
		"text": "Жанцан С. Танхайрах гэмт хэрэгт хүлээлгэх эрүүгийн хариуцлага. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1985 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "89",
		"text": "Жаргалсайхан Д. Принцип объективной истины в уголовном процессе МНР. Дисс...канд. юридических наук (Ph.D). 12.00.09. Науч. рук.д-р. А.М.Ларин. Защищена 1990. М.,1990. 136с /Ин-т гос-ва и права АН СССР/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "90",
		"text": "Жаргалсайхан Д. БНМАУ-ын эрүүгийн байцаан шийтгэх ажиллагааны бодит үнэний зарчим. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1991 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "91",
		"text": "Женисгүл К. Монгол Улсын хууль тогтоомжид заасан танхайрах үйлдлийн эрх зүй болон криминологийн шинж чанар. Хууль зүйн докторын зэрэг горилсон бүтээл. 2008 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "92",
		"text": "Зоригт О. Авилгатай тэмцэхэд эрүүгийн эрх зүйн үүрэг. Хууль зүйн докторын зэрэг горилсон бүтээл. 2004 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "93",
		"text": "Зууннасан Э. БНХАУ ба Монгол Улсын эрүүгийн байцаан шийтгэх эрх зүйн харьцуулалт. Хууль зүйн докторын зэрэг горилсон бүтээл. 2010 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "94",
		"text": "Зүмбэрэллхам Д. Гэм буруугүйн презумпцийн зарчмыг Монгол Улсын эрүүгийн байцаан шийтгэх ажиллагаанд хэрэгжүүлэх онол, практикийн зарим асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2001 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "95",
		"text": "Идэш И. Монголын иргэний эрх зүй дэх компанийн эрх зүйн байдал: Компанийн удирдлагын эрх зүйн зохицуулалтыг боловсронгуй болгох асуудлууд. Хууль зүйн докторын зэрэг горилсон бүтээл. 2006 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "96",
		"text": "Ламжав Б. Борьба преступлениями против порядка прохохождения военной службы в МНР: Угол правов и кримнологич исследования. Дисс..канд. юридических наук (Ph.D). /Науч. рук. Ахметшин Хасан Мубара. Защищена 1977. М., 1977. 188с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "97",
		"text": "Ламжав Б. Ардын армид цэргийн алба хаах журмын эсрэг гэмт хэрэгтэй явуулах тэмцэл. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1978 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "98",
		"text": "Ли Сяньжи. Монгол, Хятадын гадаад эдийн засаг болон ашигт малтмалын салбартай холбоотой хуулиудын харьцуулсан судалгаа. Хууль зүйн докторын зэрэг горилсон бүтээл. 2011 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "99",
		"text": "Лүндээжанцан Д. Проблемы повышения роли мер административной ответственности в охране природной среды МНР. Дисс..канд. юридических наук (Ph.D). 05.05.06.00. /Науч. рук. Б.Чимид. Защищена 1989. Уб., 1989. 206с, ил. /АН МНР Ин-т философии, Социологии и права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "100",
		"text": "Лүндээжанцан Д. Байгаль орчныг хамгаалах хууль тогтоомжийг зөрчихөд хүлээлгэх захиргааны арга хэмжээний үр нөлөөг дээшлүүлэх асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1989 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "101",
		"text": "Лхагваа А. Засан хүмүүжүүлэх байгууллагад хорих ял эдлэгсдийн хөдөлмөр зохион байгуулалт, түүний эрхийн асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1988 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "102",
		"text": "Мөнхболд Ж. Мансууруулах болон сэтгэцэд нөлөөлөх бодис, эм бэлдмэлийг хууль бусаар бэлтгэх, олж авах, хадгалах, тээвэрлэх, илгээх, борлуулах гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2008 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "103",
		"text": "Мунхжаргал Т. Хозяйственные договоры в МНР. Дисс...канд. юридических наук (Ph.D). 12.00.04. /Науч. рук. д-р. И.А.Танчук. Защищена 27.06.1990. М., 1990. 132с /АН СССР. Ин-т гос-ва и права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "104",
		"text": "Мөнхжаргал Т. БНМАУ-ын аж ахуйн гэрээ. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1990 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "105",
		"text": "Мөнхсайхан Л. Монгол Улсын эрүүгийн шүүн таслах ажиллагааг талуудын эрх тэгш байдал, мэтгэлцээний үндсэн дээр явуулах эрх зүйн зохицуулалтын үндсэн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2011 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "106",
		"text": "Мэндсайхан Т. Монгол Улсын иргэний эрх зүй дэх гадаад улсын хууль, олон улсын гэрээ хэрэглэх асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2003 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "107",
		"text": "Мягмарсүрэн Д. Монголын эрүүгийн албанаас гүйцэтгэх ажлын шугамаар гэмт хэргээс урьдчилан сэргийлэх ажил. Хууль зүйн докторын зэрэг горилсон бүтээл. 2005 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "108",
		"text": "Намсраева Оксана Сергеевна. Обычное право Хори-Бурят. Дисс...канд. юридических наук (Ph.D). 12.00.01. /Науч. рук. С.Нарангэрэл. Защищена 21.12.2004. Уб., 2004. 122с /Мон. Гос. Ун-т Юридический Ин-т/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "109",
		"text": "Намсраева Оксана Сергеевна. Хори-Буриадын заншлын эрх зүй. Хууль зүйн докторын зэрэг горилсон бүтээл. 2004 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "110",
		"text": "Наранбулаг С. Хамтарсан үйлдвэрийн эрх зүйн зохицуулалтын зарим асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1992 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "111",
		"text": "Нарангэрэл С. Проблемы совершенствования уголовного законодательства МНР. Дисс...канд. Юридических наук (Ph.D). 12.00.08. /Науч. рук. д-р. проф. Г.В.Дашков. Защищена 1988. М., 1988. 153с /Всес.н.и.ин-т проблем укрепления законности и право-порядка/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "112",
		"text": "Нарангэрэл С. БНМАУ-ын эрүүгийн хууль тогтоомжийг боловсронгуй болгох асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1989 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "113",
		"text": "Нямдоо Г. Далайд гарцгүй орнуудын далайд гарах эрх. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1980 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "114",
		"text": "Нямдорж Ц. Адуу хулгайлах гэмт хэргийн мөрдөх арга зүй. Хууль зүйн докторын зэрэг горилсон бүтээл. 2006 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "115",
		"text": "Одгэрэл П. Захиргааны гэрээний эрх зүйн зохицуулалтыг төлөвшүүлэх нь /харьцуулсан судалгаа/. Хууль зүйн докторын зэрэг горилсон бүтээл. 2006 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "116",
		"text": "Отгонгэрэл С. Монгол Улсын Үндсэн хуулийн систем дэх УИХ-ын байр суурь, үүрэг роль, үйл ажиллагаа. Хууль зүйн докторын зэрэг горилсон бүтээл. 2011 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "117",
		"text": "Оюумаа В. Олон улсын хувийн эрх зүйн субьект - Төр ба түүний өмчийн эрх зүйн байдал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2010 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "118",
		"text": "Оюунбадам Р. Монгол Улс дахь эмэгтэйчүүдийн хорих ял: онол, арга зүй, практик. Хууль зүйн докторын зэрэг горилсон бүтээл. 2013 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "119",
		"text": "Оюунтунгалаг Ж. Итгэл эвдэхийн эсрэг иргэний эрх зүйн хамгаалалт. Хууль зүйн докторын зэрэг горилсон бүтээл. 2010 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "120",
		"text": "Оюунчимэг П. Эрүү шүүлттэй тэмцэх үндсэн асуудал: онол ба практик. Хууль зүйн докторын зэрэг горилсон бүтээл. 2010 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "121",
		"text": "Оюунчимэг Т. Гүйцэтгэх ажлын үр дүнг эрүүгийн байцаан шийтгэх ажиллагаанд нотлох баримтаар ашиглах нь. Хууль зүйн докторын зэрэг горилсон бүтээл. 2009 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "122",
		"text": "Пунцагдаш О. Иргэний харьяаллын олон улсын эрх зүйн зохицуулалт. Хууль зүйн докторын зэрэг горилсон бүтээл. 2003 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "123",
		"text": "Пүрэв Б. Развитие представительных органов государственной власти МНР. Дисс...канд. юридических наук (Ph.D). 12.00.01. /Науч. рук. д-р. Т.М.Шамба. Защищена 23.06.1973. М., 1978. 147с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "124",
		"text": "Пүрэв Б. БНМАУ-ын төрийн эрх барих төлөөлөгчдийн байгууллагын хөгжил. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1978 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "125",
		"text": "Пүрэвдорж Н. Проблемы совершенствования юридической службы в народном хозяйстве МНР. Дисс...канд. юридических наук (Ph.D). 05.05.06.00 /Науч. рук. д-р. О.Жамбалдорж. Защищена 1989. Уб., 1989. 170с /АН МНР. Ин-т философии, социологии и права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "126",
		"text": "Пүрэвдорж Н. БНМАУ-ын улс ардын аж ахуйн хууль зүйн албыг боловсронгуй болгох асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1990 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "127",
		"text": "Рэнчин Л. Социалист өмч хамгаалах Үндсэн хуулийн эрх зүйн асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1981 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "128",
		"text": "Рябинин В.А. Правовое положение высших органов государственной власти Монгольской Народной Республики. Дисс...канд. юридических наук (Ph.D). /Науч. рук. Э.Авирмэд. Защищена 30.06.1977. Уб., 1977. 204с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "129",
		"text": "Рябинин В.А. Правовое положение высших органов государственной власти Монгольской Народной Республики. Автореф...канд. юридических наук (Ph.D). Уб., 1977. 24с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "130",
		"text": "Садив Л. Аюулгүй байдлын тухай. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1988 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "131",
		"text": "Сангиданзан Д. Основной функции народного государства на демократическом этапе революции в МНР 1921-1940. Дисс...канд. юридических наук (Ph.D). 12.00.01 /Науч. рук. д-р. проф. Чиркин. Защищена 1976. 180с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "132",
		"text": "Сангиданзан Д. Хувьсгалын ардчилсан шатан дахь ардын төрийн үндсэн үүргүүд. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1976 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "133",
		"text": "Сарантуяа Ц. Өөрөө удирдах ёс ба ардчилал: Ардын төлөөлөгчдийн байгууллагын жишээн дээр. Монгол-БНАГУ-ын харьцуулалт. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1987",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "134",
		"text": "Совд Г. БНМАУ-ын эрүүгийн эрхийн тусгай ангийн үндсэн зорилт. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1973 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "135",
		"text": "Содовсүрэн Б. БНМАУ-ын эрүүгийн хууль тогтоомжийн түүхэн хөгжилт. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1973 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "136",
		"text": "Солонго Д. Монгол Улсын Үндсэн хуулийн хяналт, түүнийг боловсронгуй болгох нь. Хууль зүйн докторын зэрэг горилсон бүтээл. 2000 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "137",
		"text": "Сүнжид Д. Тэгш эрхийн зарчим, ялгаварлан гадуурхахгүй байх зарчмын салбар эрх зүйн хэргэжилт. Хууль зүйн докторын зэрэг горилсон бүтээл. 2009 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "138",
		"text": "Сүхбаатар С. Эрүүгийн эрх зүй ба хөгжил, гадаадын хөрөнгө оруулалт, эрх зүйт ёсны онолыг Монгол, Украйн, Орос улсын жишээн дээр. Хууль зүйн докторын зэрэг горилсон бүтээл. 2009 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "139",
		"text": "Сүхбаатар Ш. Хүний нэр төр, алдар хүндийн эрх зүйн хамгаалалт. Хууль зүйн докторын зэрэг горилсон бүтээл. 2011 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "140",
		"text": "Сэлэнгэ Х. XIII зууны Монголын төр, эрх зүйн үзэл санаа, түүний үнэт зүйл. Хууль зүйн докторын зэрэг горилсон бүтээл. 2003 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "141",
		"text": "Сэнгэдорж Т. Правовые проблемы государственного руководства сельскохозяйственными объединениями в МНР. Дисс...канд. юридических наук (Ph.D). 120006. /Науч. рук. д-р. доц. Э.Авирмэд. д-р проф. И.Ф.Панкратов. Защищена 19.06.1980. Уб., 1980. 150с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "142",
		"text": "Сэнгэдорж Т. Төрийн байгууллагаас хоршооллыг удирдах эрх зүйн асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1980 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "143",
		"text": "Таванжин Д. Монгол улсын эрх зүйн шинэтгэл дэх Цагдаагийн байгууллагын бүтэц үүргийн эрх зүйн үндсэн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2004 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "144",
		"text": "Тажебакед К. Хөдөө аж ахуйн нэгдлийн малыг ашиглан шамшигдуулах гэмт хэргийн шалтгаан, нөхцөл урьдчилан сэргийлэх арга. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1982 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "145",
		"text": "Төмөр С. Проблемы совершенствования законодательства о представительных органах государственной власти МНР в условиях перетройки. Дисс...канд. юридических наук (Ph.D). 05.05.05.00. /Науч. рук. д-р. И.Дашням. Защищена 1989. Уб., 1989. 196с. /АН МНР. Ин-т философии, социологии и права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "146",
		"text": "Төмөр С. Өөрчлөн байгуулалтын нөхцөлд төрийн эрх барих төлөөлөгчдийн байгууллагын хууль тогтоомжийг боловсронгуй болгох нь. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1990 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "147",
		"text": "Төрмандах З. Хүнийг алах гэмт хэргийг гүйцэтгэх ажлаар урьдчилан сэргийлэх, илрүүлэх ажиллагаа. Хууль зүйн докторын зэрэг горилсон бүтээл. 2009 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "148",
		"text": "Туяа М. Эрх зүйн системийн нутагшил: Нийтийн эрх зүйн системийн институцийг иргэний эрх зүйн системд үр нөлөөтэй нутагшуулах нь. Хууль зүйн докторын зэрэг горилсон бүтээл. 2012 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "149",
		"text": "Түвдэндорж Ш. Батлан хамгаалах тогтолцооны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2000 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "150",
		"text": "Тэмүүлэн Б. Хувь хүн өөрийн гадаад дүрсийн хувьд эдлэх эрх нь амины эрх болох нь. Хууль зүйн докторын зэрэг горилсон бүтээл. 2006 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "151",
		"text": "Уранбилэг Р. Хүн амын эрх зүйн ухамсар төлөвших асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 1995 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "152",
		"text": "Уранцэцэг Б. Ажилтны эд хөрөнгийн хариуцлагын эрх зүйн үндсийг боловсронгуй болгох асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 1999 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "153",
		"text": "Уянга Д. Арбитрчдын халдашгүй байдал, хариуцлагын асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2010 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "154",
		"text": "Хайтан О. Хөдөө аж ахуйн газрын харилцааны эрх зүйн зохицуулалтын харьцуулсан судалгаа /Бүгд Найрамдах Хятад Ард Улс, Монгол Улсын жишээн дээр/. Хууль зүйн докторын зэрэг горилсон бүтээл. 2007 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "155",
		"text": "Халиун Д. Основные направления совершенствованин правового регулирования сотрудничеста МНР со странами-членами СЭВ. Дисс...канд. юридических наук (Ph.D). 12.00.10. /Науч. рук. д-р. проф. Кожевников. Защищена 1985. М., 1985. 201с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "156",
		"text": "Халиун Д. ЭЗХТЗ-ийн гишүүн орнуудын хамтын ажиллагааны эрхийн зохицуулалт. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1986 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "157",
		"text": "Хашбат Л. Международно-правовое признание Монгольской Народной Республики. Дисс...канд. юридических наук (Ph.D). 120010 /Науч. рук. д-р проф. Л.А.Моджорян. Защищена 14.02.1974. М., 1973. 277с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "158",
		"text": "Хашбат Л. БНМАУ-ыг олон улсын эрхээр хүлээн зөвшөөрсөн нь. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1973 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "159",
		"text": "Хурцгэрэл Ж. Малын мөр, тамганд хийх трасологийн шинжилгээ. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1988 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "160",
		"text": "Хүрлээ Л. Гэмт хэргээс урьдчилан сэргийлэх хөдөлмөрийн хамт олны роль, үйл ажиллагаа. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1976 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "161",
		"text": "Цогтоо М. Тагнуул хийх гэмт хэргийг тагнуулын аргаар илрүүлэх онол, аргазүйн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2011 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "162",
		"text": "Цогтоо Ш. Монгол Улс дахь гаалийн эрх зүйн хөгжил, төлөвшлийн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2003 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "163",
		"text": "Цогт-Очир Д. Аюулгүй байдлыг хангах тухай. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1982 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "164",
		"text": "Цэлмэг Ц. Ойн тухай хууль тогтоомж зөрчсөн гэмт хэрэг, эрүүгийн эрх зүй, криминологийн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2012 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "165",
		"text": "Цэрэндорж С. Юридическая ответственность в условиях формирования социалистического правового государства: На опыта СССР и МНР. Дисс...канд. юридических наук (Ph.D). 12.00.01. /Науч. рук. д-р. проф. Т.М.Шамба. Защищена 1989. М., 1989. 145с /Акад.обществ. наук. при ЦК КПСС. Кафедра сов. Гос. строительсва и права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "166",
		"text": "Цэрэндорж С. Социалист эрх зүйт төрийг төлөвшүүлэх нөхцөл дэх хууль зүйн хариуцлага. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1989 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "167",
		"text": "Чимид Б. БНМАУ-ын захиргааны эрхийн ерөнхий ангийн үндсэн асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1973 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "168",
		"text": "Ширэндэв Д. Монгол Улсын нутгийн өөрөө удирдах ёс, түүний эрх зүйн зохицуулалтын үндсэн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2011 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "169",
		"text": "Энхбаатар Ч. Совершенствование законодательной деятельности высших органов государственной власти МНР. Дисс...канд. юридических наук (Ph.D). 05.05.05.00. Науч. рук. Л.Рэнчин. Защищена 07.09.1990. Уб., 1990. 163с /АН МНР. Ин-т философии и социологии, государства и права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "170",
		"text": "Энхбаатар Ч. Төрийн эрх барих дээд байгууллагын хууль тогтоох үйл ажиллагааг боловсронгуй болгох нь. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1991 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "171",
		"text": "Энхбат А. Эрх зүйн тайлбарын шинжлэх ухааны үндэслэл. Хууль зүйн докторын зэрэг горилсон бүтээл. 2005 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "172",
		"text": "Энхсайхан Ж. Международно-правовые вопросы голосования в международных органах и на конференциях. Дисс...канд. юридических наук (Ph.D). 12.00.01. /Науч. рук. д-р. проф.И.П.Блищенко. Защищена 19.01.1971. М., 1979. 205с",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "173",
		"text": "Энхсайхан Ж. Олон улсын байгууллага болон Бага хуралд санал хураалтын эрхийн асуудал. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1979 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "174",
		"text": "Эрдэнэболд Ц. Экономическая и социальная комиссия ООН для Азии и Тихого океана: Международно-правовые вопросы. Дисс...канд. юридических наук (Ph.D). 12.00.01. /Науч. рук. д-р. проф. В.С.Верещагин. Защищена 1991. М., 1991. 159с /АН СССР. Ин-т гос-ва и права/",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "175",
		"text": "Эрдэнэболд Ц. Ази-Номхон далайн бүс нутаг дахь НҮБ-ийн эдийн засаг, нийгмийн комисс. Хууль зүйн ухааны дэд эрдэмтний зэрэг горилсон бүтээл. 1991 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "176",
		"text": "Эрдэнэбулган Ж. Дээрмийн гэмт хэргийн эрүүгийн эрх зүйн үндсэн асуудал: онол ба практик. Хууль зүйн докторын зэрэг горилсон бүтээл. 2012 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "177",
		"text": "Эрдэнэцогт А. Монгол улс дахь захиргааны процессийн төлөвшил, тулгамдсан асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2009 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "178",
		"text": "Эрхэсхулан Ж. Шүүхийн шатанд эрүүгийн хэргийн бодит үнэнийг тогтоох онол, практикийн үндсэн асуудал. Хууль зүйн докторын зэрэг горилсон бүтээл. 2013 он",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11385",
		"text": "Мөнхдорж Б. Гэмт хэргийн статистикийн онол, хэрэглээний асуудал. УБ., 2018 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11386",
		"text": "Unentugs Shagdar. The legal environment for foreign direct investment in Mongolia:analysis on investment climate and problems of the mining sector. Seoul, 2015(Seoul National univesity)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11387",
		"text": "Enkhbold Batzeveg. Comparative Study of the Confidence in the Police among Mongolian Koreans and Native Mongolian:a test of instrumental and Expressive Models. Kyonggi., 2015 (Kyonggi University)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11552",
		"text": "Амаржаргал П. Парламентын бүрэн эрх:төлөвшил, хөгжлийн чиг хандлага. УБ.,2016 (Монгол Улсын Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11553",
		"text": "Байгал Э.Олон улсын хөрөнгө оруулалтын гэрээнээс үүдэх маргааны харьяаллын эрх зүйн зохицуулалтын асуудал. УБ., 2018 (Монгол Улсын Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11554",
		"text": "Давхарбаяр Ц. Эд юмсын эрх зүй дэх эзэмшил, түүний хамгааллын тулгамдсан асуудал. УБ.,2018 (Монгол Улсын Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11555",
		"text": "Улаанбаатар Б. Гэрээслэлээр өв залгамжлалын эрх зүйн шинэчлэлтийн тулгуур асуудал. УБ., 2018 (Монгол Улсын Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11556",
		"text": "Уянга М. Дотоодын зах зээлийг хамгаалах тусгай арга хэмжээний үндэсний эрх зүйн зохицуулалтын асуудал. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11557",
		"text": "Цогт Ц. Development of Administrative Litigation in Mongolia:From Administrative Control to Court Remedy УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11618",
		"text": "Ганбаатар Г. Гэр бүлийн хүчирхийлэлтэй холбоотой гэмт хэргийг мөрдөх онцлог. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11619",
		"text": "Очгэрэл Ц. Хорих байгууллагын аюулгүй байдлыг хангах тогтолцоо, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11620",
		"text": "Энхбаяр С. Аж ахуй үйл ажиллагааны улсын бүртгэл, тусгай зөвшөөрлийн эрх зүйн зохицуулалтын зарим асуудал.",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11621",
		"text": "Мөнхзул Н. Төрийн тусгай албан хаагичд хүлээлгэх сахилгын хариуцлагын эрх зүйн зохицуулалт. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11622",
		"text": "Сувд М. Бэлчээрийн харилцааны эрх зүйн зохицуулалт, төлөв байдал, тулгамдсан асуудал, шийдвэрлэх арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11623",
		"text": "Энхболд Б. Монголчуудын цагдаад итгэх хандалга, харьцуулсан судалгаа, инструментал болон експрессив загвараар шалгах нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11624",
		"text": "Лхагвасүрэн Б.Монгол Улсад хүний эрхийг хангах механизмын хэлбэр, криминалистик болох нь.УБ.,2017 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11625",
		"text": "Дамдинцэрэн Д. Хорих байгууллагад явуулах гүйцэтгэх ажиллагаагаар хүний эрхийг хангах нь. УБ.,2017 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11626",
		"text": "Булган Д.Цагдаагийн байгууллагын олон нийтийн аюулгүй байдлыг хангах чиг үүрэг, эрх зүйн зохицуулалт, хэрэгжилт.УБ.,2017 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11627",
		"text": "Эрдэнэбаатар Д.Цагдаагийн байгууллагын үйл ажиллагааны эрх зүйн актын системчлэлийн асуудал. УБ.,2017 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11628",
		"text": "Мөнхдорж Б. Гэмт хэргийн статистикийн онол, хэрэглээний асуудал. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11629",
		"text": "Өлзийсайхан Б. Шүүх эрх мэдлийг хэрэгжүүлэхэд шүүхийн захиргааны гүйцэтгэх үүрэг, эрх зүйн зохицуулалт, хэрэгжилт. УБ., 2018 (Хууль сахиулах Их сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12978",
		"text": "Алтанбагана Б. Улс дамнасан зохион байгуулалттай гэмт хэрэг.УБ., 2013(Монгол Улсын их сургууль. Хууль зүйн сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12979",
		"text": "Болормаа С. Хөдөлмөрийн сахилгын шийтгэлийн эрх зүйн зохицуулалтын үндсэн асуудал. УБ., 2015 (Монгол Улсын Их сургууль. Хууль зүйн сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12980",
		"text": "Нармандах Б. Монгол улс дахь хүний эрх, түүнийг хангах эрх зүйн механизмыг боловсронгуй болгох зарим асуудал. УБ., 2012 (Монгол улсын их сургууль. Хууль зүйн сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12981",
		"text": "Өнөрбаяр Ч.Монгол улс дахь үндсэн хуульт ёсны хөгжил, түүний чиг хандлага. УБ., 2014(Монгол улсын их сургууль. Хууль зүйн сургууль)",
		"type": "Дэд эрдэмтэн, доктор (Ph.D, LL.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "198",
		"text": "Агар-Эрдэнэ Г. The nature of private property right. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "199",
		"text": "Адъяасүрэн Б. Эмэгтэйчүүд, насанд хүрээгүй хүмүүсийн хөдөлмөр хамгааллын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "200",
		"text": "Адъяатөмөр Г. Хэрэг бүртгэгч, мөрдөн байцаагчаас өдүүлж буй шүүн таслах ажиллагааны эсрэг гэмт хэргийн бүрэлдэхүүн, онцлог. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "201",
		"text": "Адъяахишиг Ц. Хөдөлмөрлөх эрхтэй холбоотой гомдол, тэдгээрийн шийдвэрлэлтийн байдалд хийсэн шинжилгээ. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "202",
		"text": "Алимаа А. Хүн худалдаалах гэмт хэргийн зүйлчлэл, төсөөтэй хэргүүдээс ялгарах онцлог. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "203",
		"text": "Алимаа Г. Монгол Улсын гэр бүлийн хууль тогтоомжийн түүхэн уламжлал, шинэчлэлийн зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "204",
		"text": "Алиманцэцэг С. Нэр төр, алдар хүнд, ажил хэргийн нэр хүндийн эрх зүйн хамгаалалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "205",
		"text": "Алтай С. Эрүүгийн байцаан шийтгэх ажиллагаан дахь яллахаас татгалзах тухай ойлголт, мөн чанар, хууль зүйн учир холбогдол. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "206",
		"text": "Алтанзул А. Гэмт хэрэгт хамтран оролцогчид, тэдгээрт эрүүгийн хариуцлагыг ялгамжтай оногдуулах зарим асуудлууд. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "207",
		"text": "Алтанзул Т. Зохиогчийн эрхийн олон улсын эрх зүйн зохицуулалт. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "208",
		"text": "Алтансүх Б. Агаарыг бохирдуулах гэмт хэрэг түүний зүйлчлэлийн зарим асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "209",
		"text": "Алтансүх Ж. Шүүхийн эдийн засгийн баталгаа, харьцуулсан судалгаа. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "210",
		"text": "Алтантунгалаг Н. Монгол улсын эрүүгийн хэргийн шүүн таслах ажиллагаанд мэтгэлзэх зарчмыг хангах нь: онол, практикийн зарим асуудал. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "211",
		"text": "Алтантуяа Т. Монгол улсын олон улсын гэрээний хэрэгжилт. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "212",
		"text": "Алтанхишиг Ч. Компьютерийн мэдээллийн аюулгүй байдлын эсрэг гэмт хэргийн эрх зүйн зохицуулалтын зарим асуудлууд. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "213",
		"text": "Алтанцацрал Х. Хүнийг санаатай алах гэмт хэргийн зүйлчлэлийн үндсэн асуудал. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "214",
		"text": "Алтанцэцэг Б. ХАА-н газрын эрх зүйн асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "215",
		"text": "Амарбаясгалан Н. Эрүүгийн байцаан шийтгэх ажиллагаан дахь гэрчийн эрх зүйн байдал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "216",
		"text": "Амаржаргал Б. Хөдөлгөөний аюулгүй байдлын эсрэг гэмт хэргийн эрүүгийн эрх зүйн болон криминологи шинж. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "217",
		"text": "Амаржаргал П. Парламентын бүрэн эрх: Харьцуулсан шинжилгээ. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "218",
		"text": "Амаржаргалан Г. Дампуурал, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "219",
		"text": "Амарзаяа Т. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаан дахь нотолгооны онол, практикийн зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "220",
		"text": "Амартогос Л. Монгол улсад өмгөөлүүлэх эрхийн баталгаа хангагдаж буй байдал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "221",
		"text": "Амартүвшин Б. Эрүүгийн байцаан шийтгэх ажиллагааны явцад өмгөөлүүлэх эрхээр хангах зарим асуудал /төлбөрийн чадваргүй иргэдийн эрхийг хамгаалах нь/. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "222",
		"text": "Амартүвшин С. Гэмт хэргийг эрх зүйн бусад зөрчлөөс ялгах нь. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "223",
		"text": "Анар Р. Комьпютерийн мэдээллийн аюулгүй байдлын эсрэг гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "224",
		"text": "Ангар Д. Мoнгол улсын уул уурхайн салбар дахь гадаад ажилчдыг ажиллуулах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "225",
		"text": "Арвижих Р. Сумын эрх зүйн зохицуулалтын зарим асуудал /харьцуулсан судалгаа/. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "226",
		"text": "Арилдийпүрэв Ц. Олон улсын хувийн эрх зүйн маргааныг шийдвэрлэхэд зуучлалын аргыг хэрэглэх нь. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "227",
		"text": "Ариунаа Ё. Гэмт хэрэг үйлдсэн насанд хүрээгүй хүний эрүүгийн эрх зүйн хамгаалалтын зарим асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "228",
		"text": "Ариунаа Жад. Гаалийн эрх зүйн онол, практикийн зарим асуудал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "229",
		"text": "Ариунаа Жам. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаанд оролцогчдын эрх зүйн байдал. Уб., 2001 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "230",
		"text": "Ариунаа О. Эрүүгийн байцаан шийтгэх ажиллагаан дахь нотолгооны субъектуудын эрх зүйн байдлыг боловсронгуй болгох зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "231",
		"text": "Ариунаа Х. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаанд оролцогчдын эрх зүйн байдал. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "232",
		"text": "Ариунаа Цэ. Хэрэглэгчийн эрх ашгийн эсрэг гэмт хэрэг. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "233",
		"text": "Ариунаа Ц. Компанийн өөрчлөн байгуулалт, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "234",
		"text": "Ариунбаатар М. Танхайрах гэмт хэргийн эрүүгийн эрх зүйн болон зүйлчлэлийн асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "235",
		"text": "Ариунбилэг Н. Хүн төрөлхтний аюулгүй байдал, энх тайвны эсрэг гэмт хэргийн бүрэлдэхүүн. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "236",
		"text": "Ариунболд А. Зохион байгуулалттай гэмт явдал: эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "237",
		"text": "Ариунболд М. Замын хөдөлгөөний журмын зөрчил гаргагсдад хүлээлгэх захиргааны албадлагын мөн чанар, онцлог. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "238",
		"text": "Ариунзаяа Б. Монгол Улс дахь мэргэшсэн эрх зүйч бэлтгэх тогтолцоог боловсронгуй болгох нь. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "239",
		"text": "Ариунзаяа Ж. Шинэ бүтээл, түүний эрх зүйн хамгаалалт. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "240",
		"text": "Ариунзаяа Н. Олон улсын хувийн эрх зүй дэх өв залгамжлалын асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "241",
		"text": "Ариунтулга О. Мэдээлэлтэй байх эрхийн олон улсын эрх зүйн зохицуулалт. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "242",
		"text": "Ариунтунгалаг Б. Хөдөлмөрийн маргааныг шүүхээр хянан шийдвэрлэж буй практик, анхаарах зарим асуудал. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "243",
		"text": "Ариунтуул Н. Банкны зээлийн гэрээний үүргийн гүйцэтгэлийг хангах нь. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "244",
		"text": "Ариунтуяа Л. Торгох ял, түүний эрүүгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "245",
		"text": "Ариунтуяа С. Эрх зүйн туслалцаа харилцан үзүүлэх олон улсын хамтын ажиллагаа, Монгол Улсын холбогдох гэрээнүүд. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "246",
		"text": "Ариунцэцэг Л. Компютерийн мэдээллийн аюулгүй байдлын эрүүгийн эрх зүйн хамгаалалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "247",
		"text": "Баасан Г. Сум, дүүргийн засаг захиргааны нэгж дэх нутгийн өөрөө удирдах ёсны төлөвшил, цаашдын хөгжлийн чиг хандлага. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "248",
		"text": "Баасанбаяр Л. Монгол Улсын Үндсэн хуулийн хэрэгжилтэд тавих хяналтын асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "249",
		"text": "Баасандулам Д. Монгол Улс дахь эмэгтэйчүүдийн эрхийн хамгаалалт. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "250",
		"text": "Баасандэлгэр Ц. Төрийн жинхэнэ албан тушаал, түүнд авах үйл ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "251",
		"text": "Баасансүрэн Д. Хорих ял эдлүүлэх дэглэмийн харьцуулсан судлал: боловсронгуй болгох арга зам. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "252",
		"text": "Баасанхорол Д. Банкны дампуурлын эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "253",
		"text": "Баасанхүү О. Шүтэх, эс шүтэх эрх чөлөө, түүний эрх зүйн хамгаалал. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "254",
		"text": "Баатарзориг Г. Монгол Улс дахь сурч боловсрох эрх, түүний эрх зүйн баталгаа (өнгөрсөн, одоо, ирээдүй). Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "255",
		"text": "Бадам Д. Насанд хүрээгүй хүнд хүлээлгэх эрүүгийн хариуцлага. Уб., 1994 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "256",
		"text": "Бадамсүрэн У. Захиргааны хэргийн шүүхийн шийдвэр, түүний үндэслэл. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "257",
		"text": "Бадамцэцэг Б. Өмчлөх эрх үүсэх үндэслэл, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "258",
		"text": "Бадамцэцэг Д. Барааны тэмдгийн үндэсний болон олон улсын эрх зүйн хамгаалалт. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "259",
		"text": "Бадрахсүрэн Л. Ялын филосоофи түүхэн хандлага ба орчин үе. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "260",
		"text": "Базарсад Д. Эрүүгийн байцаан шийтгэх ажиллагаан дахь хохирогчийг хамгаалах эрх зүйн зохицуулалт. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "261",
		"text": "Базарсад Ж. Гэр бүл дэх эд хөрөнгийн харилцаа, түүний эрх зүйн зохицуулалт. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "262",
		"text": "Байгал Э. Олон улсын иргэний эрх зүйн хэм хэмжээ, түүнийг ижилтгэх асуудал. Уб., 2001 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "263",
		"text": "Байгалмаа Б. Согтууруулах ундааг хориглосон зүйлээр бэлтгэх гэмт хэргийн үндсэн асуудал, онол практик. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "264",
		"text": "Байгалмаа Г. Ажлын цагийн дэглэм, түүний зохицуулалтын зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "265",
		"text": "Бамбадорж М. Ан агнуурын эрх зүйн зохицуулалт. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "266",
		"text": "Банзрагч Л. Гэрээний эрх зүйн философи: онолын асуудал. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "267",
		"text": "Бархасбадь Б. Ойг хамгаалах, зүй зохистой ашиглах. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "268",
		"text": "Батаа Г. Үндэсний эрх зүйн хөгжилд эрх зүйн социологийн ололт, амжилтыг ашиглах зарим асуудал. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "269",
		"text": "Батаа Д. Монгол Улсын төрөөс шашны харилцааг зохицуулж байгаа нь. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "270",
		"text": "Батбаяр Б. Их цаазын эх бичгийн судалгаа. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "271",
		"text": "Батбаяр Ганбад. Монгол Улсын хууль тогтоомжийг Олон улсын эрүүгийн шүүхийн “Ромын дүрэм”-д нийцүүлэх зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "272",
		"text": "Батбаяр Ганбаяр. Олон улсын худалдаан дахь банкны баталгааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "273",
		"text": "Батбаяр Д. Монгол Улсын хэрэг бүртгэх ажиллагаанд тавих прокурорын хяналтыг боловсронгуй болгох арга замууд. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "274",
		"text": "Батбаяр С. МУ дахь компани худалдан авах эрх зүйн зохицуулалтын тулгамдсан асуудал: гадаад орны туршлага. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "275",
		"text": "Батбаяр Ш. Эрчим хүчний салбар дахь эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "276",
		"text": "Батбилэг О. Монгол Улсын эрүүгийн хуулийн бланкетний диспозицод хийсэн судалгаа. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "277",
		"text": "Батболд А. Өв залгамжлах эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "278",
		"text": "Батболд Д. Эрдэс баялгийн хууль тогтоомжийн системд нутгийн захиргааны эрх хэмжээний эзлэх байр суурь. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "279",
		"text": "Батболд Ц. Гэмт хэргийг зүйлчлэх онол, арга зүйн зарим асуудал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "280",
		"text": "Батдорж М. Цаазаар авах ялын харьцуулсан судалгаа. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "281",
		"text": "Батзаяа Ба. Нэгжлэг явуулах онол, практикийн зарим асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "282",
		"text": "Батзаяа Бо. Арбитрын олон улсын болон дотоодын хөгжлийн чин хандлага. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "283",
		"text": "Батзогсох Н. Гэр бүлийн хүчирхийлэлтэй тэмцэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "284",
		"text": "Батзориг А. Хүний эрхийг хангах механизмын үр нөлөөг дээшлүүлэхэд үндэсний хөтөлбөрийн гүйцэтгэх үүрэг. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "285",
		"text": "Батзориг Б. Эрүүгийн хэргийг нотлох ажиллагааны онол, практикийн асуудал. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "286",
		"text": "Батнасан Р. Шүүхийн өмнөх шатанд хохирогчийн эрхийн баталгааг хангах нь. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "287",
		"text": "Бат-Орших Б. Мөрдөн байцаалтын ажиллагаанд тавих прокурорын хяналтын үр нөлөөг дээшлүүлэх нь. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "288",
		"text": "Бат-Очир Л. Гэмт хэргийн нийгмийн аюулыг үгүйсгэх нөхцөл байдлын институтууд ба аргагүй хамгаалалтын асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "289",
		"text": "Батрагчаа Р. Хэрэг бүртгэх ажиллагаанд тавих прокурорын хяналтын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудлууд. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "290",
		"text": "Батсуурь М. Социалист эрх зүйн задрал, шинэчлэлтийн орчин үеийн зарим хандлага. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "291",
		"text": "Батсүрэн С. Мөрдөн байцаалтын сэтгэл зүйн онцлог. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "292",
		"text": "Батсүх А. Эрүүгийн хэрэг үүсгэх ажиллагаа, түүнийг боловсронгуй болгох зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "293",
		"text": "Баттогтох Ж. Гаалийн салбар дахь захиргааны зөрчил, түүнийг ангилах нь. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "294",
		"text": "Баттулга Г. Мансууруулах болон сэтгэцэд нөлөөлөх бодисын хууль бус эргэлттэй холбоотой гэмт хэрэгт хамаарах хууль тогтоомжийг боловсронгуй болгох зарим асуудлууд. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "295",
		"text": "Баттулга С. Цагаачдын эрх зүйн байдал, олон улсын эрх зүйн зохицуулалт. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "296",
		"text": "Баттулга Я. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдал болон ашиглалтын журам зөрчих гэмт хэргийн бүрэлдэхүүн. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "297",
		"text": "Баттуул Б. Хэрэг бүртгэлт, мөрдөн байцаалтын шатанд мэтгэлцэх зарчмыг хэрэгжүүлэх хууль зүйн орчин, эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "298",
		"text": "Батхишиг Б. Гадаадын хөрөнгө оруулалттай компанийн эрх зүйн байдал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "299",
		"text": "Батхишиг Ба. Засаг захиргаа, нутаг дэвсгэрийн нэгжийн хуваарь ба бүсчилсэн хөгжлийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "300",
		"text": "Батхишиг Бу. Ан амьтныг хамгаалах эрүүгийн эрх зүйн уламжлал, шинэчлэлийн асуудал. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "301",
		"text": "Батхишиг Р. Гаалийн татвар, тарифын эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох нь. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "302",
		"text": "Батцэцэг Ж. Гэмт хэргийг категорчлон ангилах нь: Эрүүгийн эрх зүйн тулгамдсан асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "303",
		"text": "Батчимэг Б. Нийслэлийн газар зохион байгуулалт нь газар өмчлөх эрхийг хэрэгжүүлэхэд тулгамдсан асуудал болох нь. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "304",
		"text": "Батчимэг Г. Монгол улс, БНХАУ-ын эдийн засгийн гэмт хэргийн харьцуулсан судалгаа. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "305",
		"text": "Батчимэг Х. Эрүүгийн байцаан шийтгэх ажиллагаан дахь таслан сэргийлэх арга хэмжээ, түүний төрөл. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "306",
		"text": "Бат-Эрдэнэ Бал. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаан дахь нотлох баримтын онол, арга зүйн асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "307",
		"text": "Бат-Эрдэнэ Балд. Прокурор яллахаас татгалзах эрх зүйн зохицуулалтын хэрэгжилт, түүнийг боловсронгүй болгох арга замууд. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "308",
		"text": "Бахдамбаяр Д. Захиргааны хяналтыг боловсронгуй болгох зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "309",
		"text": "Баялагцэнгэл Д. Иргэний эрх зүйн даяарчлагдах зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "310",
		"text": "Баянмөнх Б. Төсвийн хөрөнгийг зориулалт бусаар зарцуулах гэмт хэрэг: Эрүүгийн эрх зүйн зарим асуудал. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "311",
		"text": "Баянмөнх Ц. Эрүүгийн эрх зүй дэх гэмт хэрэг ба зөрчил: эрх зүйн зөрчилдөөн, түүнийг шийдвэрлэх арга зам. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "312",
		"text": "Баян-Очир Б. Хорих ялын эрх зүйн зохицуулалт. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "313",
		"text": "Баярбат Б. Татварын байгууллагын шийдвэр, түүний эрх зүйн хэлбэржилт. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "314",
		"text": "Баярдаваа Г. Гэр бүлийн эрх зүйн харилцаа дуусгавар болоход хүүхдийн эрхийг хамгаалах нь. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "315",
		"text": "Баярмаа Б. Гэр бүл, эд хөрөнгийн харилцааны эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "316",
		"text": "Баярмаа Д. Нутгийн өөрөө удирдах ёс, төсвийн удирдлага санхүүжилтийн шинэ тогтолцооны эрх зүйн үндэс. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "317",
		"text": "Баярмаа З. Авилгалын гэмт хэрэг, түүнтэй тэмцэх үйл ажиллагааг боловсронгуй болгох арга зам. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "318",
		"text": "Баярмаа Н. Иргэний эрх зүй дэх барьцаа, түүний эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "319",
		"text": "Баярмаа Ц. Монгол Улсын шүүхийн тогтолцооны хөгжил, төлөвшил. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "320",
		"text": "Баярмаа Э. Орон сууцыг үл хөдлөх эд хөрөнгийн бүртгэлд бүртгүүлэх эрх зүйн зохицуулалт. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "321",
		"text": "Баярманлай М. Иргэний эрх зүйн харилцаанд гадаадын хуулийг хэрэглэх нь. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "322",
		"text": "Баярсайхан Б. Манжийн ноёрхлын үеийн хошуу чуулган, түүний эрх зүйн зохицуулалт. Уб., 1997 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "323",
		"text": "Баяртуул Ч. Монгол Улсын эрүүгийн эрх зүйн хорих ялын уламжлал, шинэчлэлийн асуудал. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "324",
		"text": "Баярцэнгэл С. Хүний хувийн эрх, эрх чөлөөний үндсэн хуулийн эрх зүйн зохицуулалт. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "325",
		"text": "Баярцэцэг Б. Үндэсний ба олон улсын эрүүгийн эрх зүй дэх мөнгө угаах гэмт хэрэг. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "326",
		"text": "Баярцэцэг П. Шүүгчийн сахилгын хэргийг хянан шийдвэрлэх ажиллгаа: тулгамдсан асуудал, шийдвэрлэх арга зам. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "327",
		"text": "Баясгалан О. Хөрөнгө оруулалт, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "328",
		"text": "Баясгалан С. Иргэний хэргийг давж заалдах журмаар хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "329",
		"text": "Баясгалан Т. Гэмт хэргийн ангилал, түүний хууль зүйн учир холбогдол. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "330",
		"text": "Баясгалан Ц. Эрүүгийн хэрэг бүртгэлтийн ажиллагаанд тавих прокурорын хяналт, түүний эрх зүйн зохицуулалт. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "331",
		"text": "Билгүүжин Г. Эрүүгийн эрх зүйд мөнгө угаах гэмт хэргийн зүйлчлэлийн асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "332",
		"text": "Билэгт Г. Монгол Улсад оршин суух, дамжин өнгөрөх, зорчих журам зөрчих гэмт хэргийн бүрэлдэхүүний үндсэн шинж. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "333",
		"text": "Билэгсайхан Б. Албадан ажил хийлгэх ял (онол, практикийн зарим асуудлууд). Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "334",
		"text": "Бишүүгарам Д. Монгол Улсын төрийн хянан шалгах байгууллага, түүний эрх зүйн байдлын зарим асуудал. Уб., 2001 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "335",
		"text": "Болдбаатар Ч. Мөнгө угаах гэмт хэргийн эрүүгийн эрх зүйн ба криминологийн үндсэн асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "336",
		"text": "Болор Я. Орон нутгийг удирдах төрийн удирдлагын эрх зүйн зохицуулалт. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "337",
		"text": "Болормаа Б. Ялаас чөлөөлөх эрүүгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "338",
		"text": "Болормаа Н. Эрүүгийн байцаан шийтгэх ажиллагаан дахь хохирогчийн эрх зүйн байдал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "339",
		"text": "Болормаа С. Монгол Улс дахь хүн амын хөдөлмөр эрхлэлт, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "340",
		"text": "Болормаа Х. Ял тэнсэх институт, түүний олон улсын ба үндэсний эрүүгийн эрх зүйн хандлага. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "341",
		"text": "Болороо Н. Гэрээслэлээр өв залгамжлах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "342",
		"text": "Болорпүрэв Ж. Гаалийн ажилтны ёс зүйн хэм хэмжээ, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "343",
		"text": "Болорсайхан Б. Насанд хүрээгүй хүнийг бэлгийн мөлжлөгөөс урьдчилан сэргийлэх нь. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "344",
		"text": "Болортунгалаг Д. Монгол Улсын эдийн засгийн тогтолцоо, түүний Үндсэн хуулийн үндэс. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "345",
		"text": "Болортуяа Д. Үнэ хаялцуулах ажиллагаа, түүний эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "346",
		"text": "Болортуяа С. Эрүүгийн хэргийг хэрэгсэхгүй болгох ажиллагааны эрх зүйн зохицуулалт. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "347",
		"text": "Болортуяа С. Мөнгө угаах гэмт хэргийн харьцуулалт, олон улсын практик, чиг хандлага. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "348",
		"text": "Болорцоож А. Албадан ажил хийлгэх ял эдлүүлэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "349",
		"text": "Болорцэцэг Б. Төсвийн удирдлагын шинэ тогтолцоо, түүний эрх зүйн зохицуулалт. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "350",
		"text": "Болорцэцэг Ж. Хөдөлмөрийн харилцаанд албадан хөдөлмөрийг хориглох зарчмыг хангах зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "351",
		"text": "Болорчимэг Д. Эмэгтэйчүүдэд оногдуулах хорих ял, түүний эрүүгийн эрх зүйн бодлого зохицуулалтын зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "352",
		"text": "Болорчимэг Н. Төрийн тэргүүний институт, түүний эрх зүйн байдал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "353",
		"text": "Болор-Эрдэнэ Б. Засаг төрийн байгууллага болон улс төрийн намын харилцааны нийтийн эрх зүйн үндэслэл, зарчим, өнөөгийн практик. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "354",
		"text": "Борхүү О. Тусгай хамгаалалттай газар нутгийн эрх зүйн дэглэм. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "355",
		"text": "Буддорж Л. Монгол Улсын хөдөлмөрийн эрх зүй дэх эд хөрөнгийн хариуцлагын асуудал. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "356",
		"text": "Будхүү Б. Аргагүй хамгаалалт, гарцаагүй байдлын эрүүгийн эрх зүйн зохицуулалт. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "357",
		"text": "Булган Д. Монгол Улсын цагдаагийн байгууллагын эрх хэмжээ, зохион байгуулалтын бүтцийн шинэчлэлийн зарим асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "358",
		"text": "Булганмаа П. Эрүүгийн байцаан шийтгэх ажиллагаанд өмгөөлөгч оролцох нь. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "359",
		"text": "Булгантамир Д. Хөдөлмөрийн гэрээ дуусгавар болох эрх зүйн зохицуулалтын асуудал. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "360",
		"text": "Бумаажав Ш. Тусгай хамгаалалттай газрын эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "361",
		"text": "Бумжаа П. Терроризмтай тэмцэх тухай Монгол Улсын эрүүгийн эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "362",
		"text": "Бум-Эрдэнэ Х. Үнэт цаас ба арилжааны эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "363",
		"text": "Буянжаргал А. Иргэний эрх зүйн хэм хэмжээг тайлбарлах, төсөөтэй хэрэглэх зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "364",
		"text": "Буяннэмэх О. Ялаас чөлөөлөх эрх зүйн институцын эрүүгийн эрх зүйн зохицуулалт. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "365",
		"text": "Буянтогос Б. Компанийн эрх зүй дэх сонирхлын зөрчилтэй хэлцлийн зохицуулалт, гадаад улсын туршлага. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "366",
		"text": "Буянхишиг Б. ДХБ-ын Худалдаанд хамаарах оюуны өмчийн тухай хэлэлцээр. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "367",
		"text": "Буянхишиг Г. Цагдаагийн байгууллагад захиргааны хэргийг хянан шийдвэрлэх ажиллагаа, түүнийг боловсронгуй болгох нь. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "368",
		"text": "Бүрэнтогтох Х. Төмөр замаар ачаа тээвэрлэх харилцааны гэрээ-эрх зүйн зохицуулалтын зарим асуудалд. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "369",
		"text": "Бэлгүн Д. Монгол улсын хөрөнгө оруулалтын гэрээний тогтворжуулах заалтад холбогдох тулгамдсан асуудал. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "370",
		"text": "Бямбаа Д. Мэтгэлцэх зарчим эрүүгийн шүүн таслах ажиллагаанд хэрэгжих нь. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "371",
		"text": "Бямбадолгор Л. Компьютерээр бичигдсэн бичиг баримтанд хийх криминалистикийн шинжилгээ. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "372",
		"text": "Бямбажаргал А. Үндсэн хуулийн цэцийн шийдвэрийн үндэслэгээ: эрх зүйн шинжилгээ. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "373",
		"text": "Бямбасүрэн П. Авилгатай тэмцэхэд Төрийн бус байгууллагын оролцоог нэмэгдүүлэх нь. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "374",
		"text": "Бямбасүрэн Ч. Хадгаламж зээлийн хоршооны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "375",
		"text": "Бямбасүрэн Ч. Эрүүгийн хэргийг хялбаршуулсан журмаар хянан шийдвэрлэх ажиллагаа. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "376",
		"text": "Вадим С. Шуурхай эрэн сурвалжлах ажиллагаа. 1995 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "377",
		"text": "Вандандорж О. Иргэний ба захиргааны гэрээний харилцан хамаарал, ялгагдах онцлог. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "378",
		"text": "Гаадан Л. Монгол Улс дахь гаалийн тарифын эрх зүйн зохицуулалтын зарим асуудлууд. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "379",
		"text": "Галбадрах Л. Эрүүгийн эрх үүсгэхийн өмнөх хойшлуулшгүй ажиллагаа. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "380",
		"text": "Ганбаатар Г. Авилгалтай тэмцэх эрүүгийн эрх зүйн асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "381",
		"text": "Ганбаатар М. Дээрэмдэх болон хүч хэрэглэсэн булаалтын гэмт хэргийн эрүүгийн эрх зүйн үндсэн асуудал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "382",
		"text": "Ганбадрал Н. Захиргааны зөрчлийг хянан шийдвэрлэх ажиллагаа, түүнийг боловсронгуй болгох нь. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "383",
		"text": "Ганбаяр Н. Зохион байгуулалттай бүлэг, гэмт бүлэглэл байгуулах, түүнд оролцох гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "384",
		"text": "Ганбилэг Г. Эрүүгийн байцаан шийтгэх албадлагын бусад арга хэмжээний эрх зүйн зохицуулалт. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "385",
		"text": "Ганболд Ү. Монгол дахь газрын харилцаа, шинэтгэлийн бодлого. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "386",
		"text": "Ганбулган Б. Ойн тухай хууль тогтоомж зөрчих гэмт хэргийн эрх зүйн зохицуулат ба криминологийн зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "387",
		"text": "Гандиймаа Т. Эрүүгийн байцаан шийтгэх ажиллагаан дахь иргэний нэхэмжлэлийн онол, практикийн зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "388",
		"text": "Ганзориг Б. Монгол Улсын эрүүгийн эрх зүйн санкц. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "389",
		"text": "Ганзориг П. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагааны шүүх хуралдааны оролцогчдын эрх зүйн байдал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "390",
		"text": "Ган-Очир Б. Монгол Улсын эрүүгийн эрх зүй дэх гэмт хэргийн тусгай субъект. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "391",
		"text": "Гансүх А. Монгол Улсад эрх зүйт төр төлөвших үйл явц, чиг хандлага, эрх зүйн үндэс. Уб., 2001 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "392",
		"text": "Гантогтох Г. Бусдын газар дээр барилга, байгууламж барих эрх. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "393",
		"text": "Гантөмөр Д. Хараа хяналтгүй хүүхдийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "394",
		"text": "Гантулга М. Хээл хахуулийн гэмт хэрэгтэй тэмцэх эрүүгийн эрх зүйн зарим асуудал. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "395",
		"text": "Гантулга Нав. Хууль тайлбарлах ажиллагааны онол, практикийн асуудал. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "396",
		"text": "Гантулга Нац. Дархан цаазат газар түүний эрх зүйн дэглэм. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "397",
		"text": "Гантулга Х. Нутгийн захиргааны байгууллага, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "398",
		"text": "Ганхүү Д. Сэжигтний эрхийг хамгаалах онол, практикийн асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "399",
		"text": "Ганцэцэг Г. Бусдыг болгоомжгүй алах гэмт хэргийг ойролцоо төрлийн гэмт хэргээс ялган зүйлчлэх нь. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "400",
		"text": "Ганцэцэг З. Хөдөлмөрийн гэрээ дуусгавар болох эрх зүйн зохицуулалтын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "401",
		"text": "Ганцэцэг Н. Татварын хууль тогтоомж зөрчигчдөд хүлээлгэх хариуцлага. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "402",
		"text": "Ганчимэг Д. Нотлох ажиллагаан дахь шүүх эмнэлгийн шинжээчийн дүгнэлтийг үнэлэх онол, практикийн зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "403",
		"text": "Ганчимэг Н. Олон улсын эрх зүй дэх хүүхэд, эмэгтэйчүүдийн эрхийн асуудлууд. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "404",
		"text": "Ганчимэг Т. Дүүрэг, түүний удирдлагын эрх зүйн байдал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "405",
		"text": "Ганчулуун Б. Цагдаагийн байгууллагаас хэрэглэх захиргааны таслан зогсоох албадлагын арга хэмжээ. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "406",
		"text": "Гарьд Д. Гэрлэлтийн эрх зүйн зохицуулалт. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "407",
		"text": "Гиймаа Д. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаанд өмгөөлөгч оролцох нь. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "408",
		"text": "Гончигсумлаа Б. Нутгийн өөрөө удирдах ёс, түүний хэрэгжилт. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "409",
		"text": "Гүлдарь С. Хошууны болон засаг даргын тамгын газрыг харьцуулан судалсан нь (уламжлал, шинэчлэл). Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "410",
		"text": "Гүнбилэг Б. Жишиг эрх зүй. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "411",
		"text": "Гүнж Б. Олон улсын иргэний агаарын тээвэрлэлтийн гэрээн дэх тээвэрлэгчийн хариуцлага. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "412",
		"text": "Гүнждагва Ч. Арбитрын ажиллагаан дахь эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "413",
		"text": "Гүнжийлхам Д. Үндсэн хуулийн шүүх-Үндсэн хуульт ёсны баталгаа болох нь. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "414",
		"text": "Гүрдорж Л. Хуулийн этгээдийн гэмт хэрэг ба эрүүгийн ял: Эрүүгийн эрх зүйн зарим асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "415",
		"text": "Гэрлээ Н. Захиргааны хэргийн шүүхийн шийдвэрийн хэрэгжилтийг хангах эрх зүйн үндсийг сайжруулах нь. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "416",
		"text": "Гэрэл Б. Хөршийн эрхийн харилцааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "417",
		"text": "Гэрэл Д. Хөгжлийн бэрхшээлтэй хүний нийгмийн хамгаалалд олон улсын гэрээ конвенцийн гүйцэтгэх үүрэг. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "418",
		"text": "Гэрэлмаа Д. БНХАУ-ын эрх зүйн тогтолцооны үндсэн шинж. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "419",
		"text": "Гэрэлт-Од З. Эрүүгийн хэргийг хяналтын журмаар хянан шийдвэрлэх ажиллагаа /Эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал/. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "420",
		"text": "Даваабилэг А. Сумын чадавхийг дээшлүүлэх нь. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "421",
		"text": "Даваадорж Г. Гэмт хэргийн улмаас учирсан хохирлыг нөхөн төлүүлж байгаа шүүхийн практик. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "422",
		"text": "Даваадорж Ү. Амьтны аймгийг хамгаалах эрх зүйн зохицуулалтыг төгөлдөржүүлэх нь. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "423",
		"text": "Даваадорж Ү. Монгол Улс дахь ховор амьтныг хамгаалах эрх зүйн зохицуулалт. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "424",
		"text": "Даваахүү Б. Үл хөдлөх эд хөрөнгийн албадан дуудлага худалдааны үнэлгээний эрх зүйн зохицуулалт. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "425",
		"text": "Дагиймаа Б. Танхайрах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "426",
		"text": "Далайбаяр Д. Хорих ял, түүний үндсэн шинжийг тодорхойлох асуудал. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "427",
		"text": "Дамбажийжин Ж. Эрүүгийн байцаан шийтгэх ажиллагаанд өмгөөлөгчийн эрх зүйн байдал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "428",
		"text": "Дамдинсүрэн Ж. Ял тэнсэх институтын онцлог, зохицуулалт, түүний үр нөлөөг дээшлүүлэх зарим асуудал. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "429",
		"text": "Дашдаржаа С. Эд хөрөнгө хөлслөх гэрээний эрх зүйн зохицуулалтын талаар. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "430",
		"text": "Дашмаа Д. Прокурорын мөрдөн шалгах ажиллагааны онцлог, түүний үр нөлөөг дээшлүүлэх арга замууд. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "431",
		"text": "Дашцэрмаа Д. Захиргааны зөрчлийг хянан шийдвэрлэх ажиллагаанд тавих прокурорын хяналт. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "432",
		"text": "Дина Я. Эрүүгийн байцаан шийтгэх ажиллагааны хугацаа. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "433",
		"text": "Долгорсүрэн Д. Мансууруулах бодис хууль бусаар борлуулах гэмт хэрэг түүний эрүүгийн эрх зүйн болон криминологийн асуудал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "434",
		"text": "Должинсүрэн С. Цагдан хорих, таслан сэргийлэх арга хэмжээний уламжлал, шинэчлэл, чиг хандлага /онол, практикийн зарим асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "435",
		"text": "Доржбат Ц. Баривчлах ялын эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "436",
		"text": "Доржханд М. Ажил гүйцэтгэх гэрээ: эрх зүйн харьцуулсан судалгаа. Уб., 2006 /ОУЭЗ/ (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "437",
		"text": "Доржханд Х. Үнэт цаас, түүний төрөл, эрх зүйн зохицуулалт. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "438",
		"text": "Дуламсүрэн Б. Насанд хүрээгүй этгээдэд цагдан хорих таслан сэргийлэх арга хэмжээ авч буй эрх зүйн асуудлыг боловсронгуй болгох нь. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "439",
		"text": "Дуламсүрэн Д. Насанд хүрээгүй ялтны ял эдлүүлэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "440",
		"text": "Дуламсүрэн Д. Таслан шийдэх тогтоолын үндэслэлийг шинээр авч үзэх нь. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "441",
		"text": "Дуламсүрэн Н. Хариуцлагын даатгалын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "442",
		"text": "Дуламцоо Д. Монгол Улсад ардчилсан эрх зүйт төр үүсэх үндэс. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "443",
		"text": "Дэлгэрбат Д. Гадаад улсын шүүхийн шийдвэрийг хүлээн зөвшөөрөх, биелүүлэх. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "444",
		"text": "Дэлгэрмаа А. Эд юмсын эзэмшлийн эрх зүйн зохицуулалтын онолын зарим асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "445",
		"text": "Дэлгэрмаа Б. Үнэт цаасны эрх зүйн зохицуулалтын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "446",
		"text": "Дэлгэрмаа Т. Эрүүгийн хэрэгт давж заалдах ажиллагаа. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "447",
		"text": "Еркегүл А. Монгол Улсын болон ХБНГУ-ын иргэний хуулийн хөдлөх эд хөрөнгийн барьцааны зохицуулалтыг харьцуулан авч үзэх нь. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "448",
		"text": "Еркегүл А. Гэмт хэргийн улмаас учирсан хохирол түүнийг нотлон тогтоох нь. Хууль дээдлэх ёс. 2011. №4 (35). 136-145 дахь тал (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "449",
		"text": "Жавзандулам Ж. Эрүүгийн байцаан шийтгэх ажиллагаан дахь насанд хүрээгүй хүмүүсийн эрхийг хамгаалах нь. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "450",
		"text": "Жавхлантөгс Т. “Тээгч эх”-тэй холбогдох харилцааг эрүүгийн эрх зүйгээр зохицуулах шаардлага. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "451",
		"text": "Жавхлантөгс Ц. Эрх зүйн туслалцаа үзүүлэх олон улсын хамтын ажиллагаа. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "452",
		"text": "Жадамба Ч. Нөхөрлөлийн эрх зүйн зохицуулалт, бусад орны харьцуулалт. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "453",
		"text": "Жамбаажамц Т. Олон улсын төлбөр тооцоонд инкассын хэлбэрийг хэрэглэх нь. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "454",
		"text": "Жамбал Б. Эрүүгийн байцаан шийтгэх ажиллагаан дахь эдийн бус хохирлын онол практикийн зарим асуудал. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "455",
		"text": "Жанчивнямбуу О. Шүүхээс хэргийн нэмэлт хэрэг бүртгэлт, мөрдөн байцаалтад буцаах эрх зүйн зохицуулалт. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "456",
		"text": "Жаргал Ц. Галт зэвсэг, байлдааны галт хэрэгсэлийг хууль бусаар Монгол улсын хил нэвтрүүлэх гэмт хэргийн эрүүгийн эрх зүйн асуудал. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "457",
		"text": "Жаргалан Б. Хорих ял эдлүүлэх ажиллагааны талаарх олон улсын эрх зүйн хэм хэмжээг үндэсний хууль тогтоомжтой харьцуулан судлах нь. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "458",
		"text": "Жаргалбаатар Ч. Төрийн албан тушаалтан албаны эрх мэдлээ хэтрүүлэх гэмт хэргийн бүрэлдэхүүн, адил төстэй гэмт хэргээс ялган зүйлчлэх асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "459",
		"text": "Жаргалзаяа Ц. Төрийн албаны эрх зүйн харилцаан дахь үр дүнгийн гэрээ, түүний эрх зүйн зохицуулалт. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "460",
		"text": "Загарсүрэн Б. Монгол Улс дахь гадаадын хөрөнгө оруулалтын эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "461",
		"text": "Заяадэлгэр С. Үнэт цаасны биржийн хэлцлийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "462",
		"text": "Золбоо Т. Заншлын эрх зүй-Хууль зүйн үнэт зүйлс болох нь. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "463",
		"text": "Золжаргал Ма. Монгол Улсын Олон улсын гэрээний хэрэгжилт. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "464",
		"text": "Золжаргал Ми. Монгол Улсын Прокурорын байгууллагын Үндсэн хуулийн эрх зүйн байдал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "465",
		"text": "Золзаяа Г. Хөдөлмөрийн гэрээний харилцааг зохицуулахад түүний талуудаас нөлөөлөх хүчин. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "466",
		"text": "Золзаяа Э. Сэтгэл санааны гэм хорын хохирлыг нөхөн төлүүлэх асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "467",
		"text": "Золхүү П. Хамтын гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "468",
		"text": "Зоригтбаатар Ч. Санхүүгийн түрээсийн үйл ажиллагааны эрх зүйн үндэс. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "469",
		"text": "Зоригтбаатар Э. Захиргааны хэрэг хянан шийдвэрлэх ажиллагаан дахь гуравдагч этгээдийн эрх зүйн байдал. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "470",
		"text": "Зулгэрэл Д. Татварын гэмт хэрэг ба захиргааны эрх зүйн зөрчил. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "471",
		"text": "Зулхүү Л. Төрийн захиргааны албан хаагчийн эрх зүйн байдал, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "472",
		"text": "Зулхүү П. Хамтын гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "473",
		"text": "Зүмбэрэл А. Таслан шийдвэрлэх /шийтгэх цагаатгах/ тогтоол гаргахад иргэдийн төлөөлөгчдийн оролцоо. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "474",
		"text": "Итгэлбат Б. Монополийн төрийн зохицуулалт /харьцуулсан судалгаа/. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "475",
		"text": "Ичинхорлоо Ч. Эрүүгийн байцаан шийтгэх ажиллагаанд өмгөөлөгчийн оролцоо, эрх зүйн зохицуулалт. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "476",
		"text": "Ким Санг Хён. Монгол улсын болон БНСУ-ын гадаадын хөрөнгө оруулалтын хуулийн харьцуулалт. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "477",
		"text": "Лхагвачимэг Б. Олон улсын худалдааны гэрээнд оролцогч гадаадын иргэн, хуулийн этгээдийн эрх зүйн байдал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "478",
		"text": "Лхамжав Д. Факторингийн гэрээний эрх зүйн зохицуулалт: харьцуулсан судлал. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "479",
		"text": "Лхамсүрэн Б. Барааны тэмдгийн эрх зүйн зохицуулалтын үндсэн асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "480",
		"text": "Магнайсүрэн С. Монгол Улсын Үндсэн хууль ба дэлхийн улсуудын Үндсэн хуулиудын харьцуулсан шинжилгээ. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "481",
		"text": "Майцэцэг Т. Ажил хаялттай холбоотой маргааныг зохицуулах асуудал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "482",
		"text": "Мандуул А. Бүтээгдэхүүн хуваах гэрээний эрх зүйн зохицуулалт. Уб., 2009 ОУЭЗ (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "483",
		"text": "Манлайбаатар Н. Эрүүгийн хэргийг хялбаршуулсан журмаар хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "484",
		"text": "Маралгоо Д. Гадаадын арбитрын шийдвэрийг хүлээн зөвшөөрөх биелүүлэх эрх зүйн зарим асуудлууд. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "485",
		"text": "Маралгуа Ш. Гэрлэгчдийн хувийн харилцаанд хэрэглэгдэх хуулийг сонгох, арга, журам. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "486",
		"text": "Марина Б. Анхан шатны шүүхийн шийдвэр. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "487",
		"text": "Машбат О. Төрийн аюулгүй байдлын ойлголтыг авч үзэх нь. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "488",
		"text": "Мижиддорж Г. Өршөөл үзүүлэх эрүүгийн хариуцлагаас чөлөөлөх институтын эрүүгийн эрх зүйн зохицуулалт. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "489",
		"text": "Минжин Ц. Монголын хууль цааз дахь иргэний эрх зүйн түүх, түүний онцлог (1206-1360 он). Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "490",
		"text": "Минжүүрдорж Б. Монгол Улсын Засгийн газар: эрх зүйн байдал, хөгжлийн чиг хандлага. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "491",
		"text": "Мойлтмаа С. Нийтийн эрх зүйн сангийн эрх зүйн зохицуулалт: Орон нутгийн хөгжлийн сангийн жишээ. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "492",
		"text": "Молом Ц. Монгол Улсын Архивын үйл ажиллагааны эрх зүйн зохицуулалт. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "493",
		"text": "Монголжингоо Д. Гэр бүлийн хүчирхийлэл гэмт хэрэг болох нь /МУ-ын эрүүгийн хуулийн шинэчилсэн найруулгын үзэл баримтлалын үүднээс авч үзэх нь. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "494",
		"text": "Мөнгөнхүү Д. Цэргийн албанаас оргон зайлах, зайлсхийх гэмт хэрэгт эрүүгийн хариуцлага хүлээлгэх болон урьдчилан сэргийлэх зарим асуудал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "495",
		"text": "Мөнгөнчимэг Ц. Монгол Улсын эрүүгийн эрх зүй дэх цаазаар авах ял: уламжлал ба шинэчлэл. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "496",
		"text": "Мөнгөө Т. Үндсэн хуулийн цэцийн шийдвэр нь Үндсэн хуулийн эрх зүйн хэм хэмжээний тайлбар болох нь. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "497",
		"text": "Мөнхбаатар Д. ЭБША-ны явцад иргэнд учирсан сэтгэл санааны хохирлыг нөхөн төлөх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "498",
		"text": "Мөнхбадрах Т. Сэжигтний эрхийг хангах хууль зүйн орчин, эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "499",
		"text": "Мөнхбат Б. Эрүүгийн байцаан шийтгэх ажиллагаан дахь өмгөөлөгчийн оролцооны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "500",
		"text": "Мөнхбат Г. Хорооны /Засаг захиргааны анхан шатны нэгж/ эрх зүйн байдал, онцлог. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "501",
		"text": "Мөнхбат У. Бараа худалдан авах олон улсын гэрээний тухай Венийн конвенцийн Монгол Улс дахь хэрэгжилт. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "502",
		"text": "Мөнхбаяр Б. Насанд хүрээгүй этгээдийн үйлдсэн гэмт хэрэгт байцаан шийтгэх ажиллагаа явуулах онцлог, эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "503",
		"text": "Мөнхбаяр И. Газрын харилцааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "504",
		"text": "Мөнхбүрэн Д. Хуулийн этгээд бусдад гэм хор учруулсны хариуцлага. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "505",
		"text": "Мөнхдаваа Э. Захиргааны хууль бус актын улмаас учирсан хохирлыг арилгуулах нэхэмжлэл. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "506",
		"text": "Мөнхжаргал Л. Монгол Улс дахь хүн амын хөдөлмөр эрхлэлт, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "507",
		"text": "Мөнхзаяа Б. Дипломат болон консулын төлөөлөгч иргэний процессын ажиллагаанд оролцох асуудал, түүнийг практик ажиллагаанд нэвтрүүлэх арга замыг боловсронгуй болгох нь. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "508",
		"text": "Мөнхзаяа Б. Эрүүгийн эрх зүй дэх хэрэг хариуцах чадвар, түүний шалгуурыг боловсронгуй болгох нь. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "509",
		"text": "Мөнхзаяа М. Захиргааны журмаар торгууль ногдуулах эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "510",
		"text": "Мөнхзаяа У. Ажил олгогчийн санаачлагаар хөдөлмөрийн гэрээг цуцлах зохицуулалт. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "511",
		"text": "Мөнхзэсэм Н. Иргэний нэр төр, түүнийг иргэний эрх зүйгээр хамгаалах асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "512",
		"text": "Мөнхмандах Э. Эрүүгийн хэргийг хялбаршуулсан журмаар хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "513",
		"text": "Мөнхнаран Д. Прокурор яллахаас татгалзах институтыг хэрэглэж буй онол, практикийн асуудлууд. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "514",
		"text": "Мөнх-Од Б. Садар самууныг сурталчлах гэмт хэргийн эрүүгийн эрх зүй болон криминологийн зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "515",
		"text": "Мөнхөө Д. Монгол Улсын эрүүгийн байцаан шийтгэх ажиллагаан дахь хүсэлт, гомдол гаргах эрх зүйн зохицуулалт. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "516",
		"text": "Мөнхсүх Д. Аж ахуйн нэгжийн удирдлагын зохион байгуулалтын бүтэц. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "517",
		"text": "Мөнхтамир Д. Монгол Улсын ашигт малтмалын эрх зүйн зохицуулалтын асуудал. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "518",
		"text": "Мөнхтулга Г. Халх журам дахь иргэний цааз, түүхэн уламжлал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "519",
		"text": "Мөнхтулга Ц. Арбитрын хэлэлцээр, түүний хууль зүйн зарим асуудал. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "520",
		"text": "Мөнхтуул Д. Шүүхийн өмнөх шатанд хохирогчийн эрхийн баталгааг хангах нь. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "521",
		"text": "Мөнхтуяа Г. Гэрч хохирогчийг хамгаалах эрх зүйн үндсийг боловсронгуй болгох арга замууд. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "522",
		"text": "Мөнхтуяа Да. Олон улсын гэмт хэрэг, түүнтэй тэмцэх олон улсын дотоодын эрх зүйн зохицуулалтын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "523",
		"text": "Мөнхтуяа Дор. Хүн барьцаалах гэмт хэрэг: бүрэлдэхүүн, зүйлчлэл, тулгамдсан асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "524",
		"text": "Мөнхтуяа Н. Үндэстэн дамнасан корпорацийн Монгол Улс дахь хөрөнгө оруулалтын эрх зүйн зохицуулалт. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "525",
		"text": "Мөнхцэцэг Б. Төрөөс иргэний үндсэн эрхийг хязгаарлах зайлшгүй үндэслэл. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "526",
		"text": "Мөнхцэцэг Н. Төрийн байгууллага албан тушаалтанд өргөдөл гомдол гаргаж шийдвэрлүүлэх эрхийн эрх зүйн үндсийг боловсронгуй болгох зарим асуудалд. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "527",
		"text": "Мөнхцэцэг О. Зах зээлийн нөхцөл дэх зохиогчийн эрх, түүний хамгаалалт. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "528",
		"text": "Мөнхцэцэг О. Залилан мэхлэх гэмт хэргийг уламжлалт болон шинэ хандлагаар авч үзэх нь. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "529",
		"text": "Мөнх-Эрдэнэ Б. Монгол Улсын эрүүгийн эрх зүй дэх эд хөрөнгө хураах ял. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "530",
		"text": "Мөнх-Эрдэнэ Х. Хууль бусаар МУ-ын нил нэвтрэх гэмт хэргийн эрүүгийн эрх зүйн асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "531",
		"text": "Мухийт Р. Хуулийн этгээдээс бусдад учруулсан гэм хорыг арилгах зарим асуудал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "532",
		"text": "Мэнджаргал Д. Гэр бүлийн эрх зүйн харилцаанаас үүдэлтэй эвлэрүүлэн зуучлалын журмаар хянан шийдвэрлэх ажиллагаа. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "533",
		"text": "Мэндсайхан Л. Хар тамхи, мансууруулах бодисыг хууль бусаар Монгол улсын хил нэвтрүүлэх гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт, зүйлчлэлийн асуудал. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "534",
		"text": "Мэргэн Б. Нээлттэй төр ба төрийн нууц. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "535",
		"text": "Мягмар Б. Бараа, тээврийн хэрэгслийг улсын хилээр нэвтрүүлэх үеийн гаалийн хяналт шалгалтын онцлог үе шат. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "536",
		"text": "Мягмар Н. Монгол улсын төрийн албанд захиргааны албан хаагчийг шилж сонгох зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "537",
		"text": "Мягмартуяа М. Гэмт хэргийн улмаас учирсан хохирлыг нөхөн төлүүлэх зарим асуудал (эрүүгийн байцаан шийтгэх ажиллагаан дахь иргэний нэхэмжлэл). Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "538",
		"text": "На Сын ёл. Төлбөрийн чадваргүй яллагдагчид үзүүлэх хууль зүйн туслалцаа /харьцуулсан судалгаа/. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "539",
		"text": "Найгалдорж Н. Гүтгэх, доромжлох гэмт хэргийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "540",
		"text": "Намуун Г. Гэмт хэрэг үйлдсэн сэтгэцийн эмгэг бүхий этгээдэд авах эрүүгийн хариуцлага: эрүүгийн эрх зүйн шинж, хандлага. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "541",
		"text": "Нандинцэцэг З. Монгол Улсын эрүүгийн байцаан шийтгэх ажиллагаан дахь прокурорын хяналтын үр нөлөө. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "542",
		"text": "Наран Д. Ял эдлүүлэх ажиллагаанд тавих прокурорын хяналт, түүний эрх зүйн зохицуулалт. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "543",
		"text": "Наранбаатар Д. Мансууруулах болон сэтгэцэд нөлөөлөх бодисыг хууль бусаар борлуулах гэмт хэргийг нотлох ажиллагаа. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "544",
		"text": "Наранбаяр Ж. Баривчлах, цагдан хориход өгч буй шүүхийн зөвшөөрөл (онол, практикийн зарим асуудлууд). Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "545",
		"text": "Наранпүрэв Ж. Монгол Улс дахь хууль тогтоох эрх мэдлийн онол, практикийн зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "546",
		"text": "Нарантуяа Д. Монгол Улс дахь эрх зүйн мэдээллийг боловсронгуй болгох нь. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "547",
		"text": "Нарантуяа Л. Бага насны хүмүүсийн бусдад учруулсан гэм хорыг арилгах арга хэлбэр. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "548",
		"text": "Нарантуяа С. Гэмт хэргийн субъект /харьцуулсан судалгаа/. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "549",
		"text": "Нарантуяа Х. Эрүүгийн эрх зүй дэх ял тэнсэх болон ял хойшлуулах асуудал: харьцуулсан судалгаа ба чиг хандлага. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "550",
		"text": "Нарантуяа Ц. Монгол Улсын төрийн бус байгууллагын эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "551",
		"text": "Нарантуяа Ш. Нийгмийн хэв журмын зөрчилд хүлээлгэх захиргааны хариуцлага. Уб., 1997 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "552",
		"text": "Наранхүү Н. Гаалийн хяналт шалгалт, түүний эрх зүйн зохицуулалт. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "553",
		"text": "Наранцацрал Х. Захиргааны байгууллагаас хэм хэмжээний акт батлан гаргах, хяналт тавих ажиллагааны зохицуулалт. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "554",
		"text": "Наранцогт Т. Эрх зүйн хийдлийг даван туулахад эрх зүйн социологийн үүрэг. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "555",
		"text": "Наранцэцэг М. Хоршооны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "556",
		"text": "Наранцэцэг Ч. Эрүүгийн байцаан шийтгэх ажиллагаан дахь сэжигтэн, яллагдагчийн эрх зүйн байдлын зарим асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "557",
		"text": "Наранцэцэг Ц. Эд зүйлийг хууль бусаар хид нэвтрүүлэх гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт /соёлын өвийг хууль бусаар хил нэвтрүүлэх гэмт хэргийн жишээн дээр/. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "558",
		"text": "Наранчимэг Ё. Ан агнуурын хууль тогтоомжийг зөрчих гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "559",
		"text": "Наранчимэг Х. Хоёрдмол харьяалалын тухай ойлголт, эрх зүйн үндэс. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "560",
		"text": "Нармандах Б. Агаарын эрх зүйн зохицуулалтын өнөөгийн байдал, боловсронгуй болгох асуудал. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "561",
		"text": "Нармандах М. Эрүүгийн байцаан шийтгэх ажиллагаан дахь мэтгэлцэх зарчмыг хэрэгжүүлэх онол, практикийн асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "562",
		"text": "Нацагдорж Б. Цагдаагийн алба хаагчийн ёс зүйн хэм хэмжээ, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "563",
		"text": "Нацагдорж Д. Иргэний эрх зүйн хамгаалалтын зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "564",
		"text": "Номуулин О. Монгол улсын иргэдийн газар өмчлөх эрх зүйн асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "565",
		"text": "Нэргүй Д. Монгол Улс дахь зохиогчийн эрхийн хамгаалалт. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "566",
		"text": "Нямаа О. Гэр бүлийн эрх зүйн тэжээн тэтгэхтэй холбогдсон зарим асуудлыг боловсронгуй болгох нь. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "567",
		"text": "Нямдаш Ц. Газрын эрх зүйн зөрчил ба захиргааны хариуцлага. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "568",
		"text": "Нямдулам Б. Монгол Улсын захиргааны эрх зүйн торгууль, түүний эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "569",
		"text": "Нямдулам Л. Эрүүгийн хэргийг нотлох ажиллагаанд өмгөөлөгч оролцох нь. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "570",
		"text": "Нямдулам Т. Оюуны өмчийн эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "571",
		"text": "Нямдэлгэр Г. Хуулийн төсөл боловсруулах ажиллагаа, түүний эрх зүйн зохицуулалт. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "572",
		"text": "Нямдэлгэр Х. Эмэгтэй ялтны хорих ял эдлүүлэх дэглэмийн эрх зүйн зохицуулалтын онцлог. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "573",
		"text": "Нямсүрэн Г. Хууль тогтоох үйл ажиллагаанд олон нийтийн оролцоог хангах арга зам. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "574",
		"text": "Нямтайван Ц. Прокурорын хяналтын үр нөлөөг дээшлүүлэх арга зам. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "575",
		"text": "Нямцэрэн Р. Гэмт хэргийн бүрэлдэхүүний харьцуулсан судлал, түүний чиг хандлага. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "576",
		"text": "Одгэрэл Д. Байцаалт, түүний эрх зүйн үндсийг боловсронгуй болгох арга замууд. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "577",
		"text": "Одгэрэл П. Захиргааны гэрээ, экологийн шинэ хуулиудад түүний тусгалаа олж хэрэгжиж буй байдал. Уб., 1997 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "578",
		"text": "Одгэрэл Ц. Эмэгтэйчүүдийн эрхийг хамгаалах зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "579",
		"text": "Одгэрэл Ш. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаанд гуравдагч этгээд оролцох эрх зүйн зохицуулалт. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "580",
		"text": "Одмаа Цо. Тэтгэврийн даатгалын тогтолцоо, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох арга зам. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "581",
		"text": "Одонгэрэл Б. Олон улсын эрүүгийн шүүхийн дүрмийг Монгол Улсын эрүүгийн хууль болон эрүүгийн байцаан шийтгэх хуультай харьцуулсан судалгаа. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "582",
		"text": "Одонтунгалаг Б. Нас гэмт хэргийн субъектын үндсэн шинж болох нь. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "583",
		"text": "Онончимэг Р. Нотариатын үйл ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "584",
		"text": "Одончимэг Э. Эд мөрийн баримтыг хадгалах, үнэлэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "585",
		"text": "Орхон Н. Монгол Улсын эрүүгийн эрх зүй дэх гэмт хэргийн субъект. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "586",
		"text": "Осор Д. Үзэл бодлоо чөлөөтэй илэрхийлэх, түүнийг хэрэгжүүлэх арга, хэлбэр. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "587",
		"text": "Отгон Э. Төр, хувийн хэвшлийн хамтын ажиллагааны эрх зүйн тулгамдсан асуудал. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "588",
		"text": "Отгонбаяр Д. Нутгийн өөрөө удирдах байгууллагын хэм хэмжээ тогтоосон шийдвэрийн эрх зүйн зохицуулалт, тулгамдсан асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "589",
		"text": "Отгонбаяр Чо. Сайн дурын даатгал, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "590",
		"text": "Отгонжаргал П. Монгол Улсын төрийн тогтолцоон дахь эрх мэдлийн хуваарилалт. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "591",
		"text": "Отгонням Ж. Монгол улсын иргэн гадаадын иргэнтэй гэрлэх, гэрлэлт цуцлах харилцааны эрх зүйн зохицуулалт. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "592",
		"text": "Отгонпүрэв Т. Төрийн эрх мэдэл хуваарилах зарчим ба монголын практик. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "593",
		"text": "Отгонсүрэн Ч. Татвар төлөхөөс зайлсхийх гэмт хэргийн эрх зүйн тулгамдсан асуудлууд. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "594",
		"text": "Отгонтуяа Д. Монгол улс дахь гүйцэтгэх эрх мэдлийн төлөвшилтийн асуудал. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "595",
		"text": "Отгончимэг Н. Захиргааны хяналтын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "596",
		"text": "Отгонцэцэг Ш. Шүүхийн бие даасан байдал, түүний агуулга. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "597",
		"text": "Очбадар Б. Таслан сэргийлэх арга хэмжээг хэрэглэх үндэс. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "598",
		"text": "Очмандах Д. Төрийн эрх мэдэл хуваарилах онолын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "599",
		"text": "Очирбат В. Хүүхдийн эрхийг хамгаалахад нутгийн өөрөө удирдах ёсны байгууллагын оролцоо, эрх зүйн зохицуулалт. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "600",
		"text": "Оюумаа В. Хүүхдийн эрх хүний эрхийн бүрэлдэхүүн хэсэг мөн. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "601",
		"text": "Оюун Б. Оюуны өмчийн эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "602",
		"text": "Оюун До. Аялал жуулчлалын харилцааны эрх зүйн зохицуулалтын зарим асуудал (иргэний эрх зүйн аспектаар). Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "603",
		"text": "Оюун Дэ. Газрын хэвлийн эрх зүйн зохицуулалт. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "604",
		"text": "Оюун Н. Засгийн газрын хяналт шалгалт, эрх зүйн зохицуулалт. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "605",
		"text": "Оюун С. Хүн худалдаалах гэмт хэргийн эрх зүйн асуудал. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "606",
		"text": "Оюун Т. Нотлох ажиллагаанд прокурорын чиг үүргийг боловсронгуй болгох нь. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "607",
		"text": "Оюунбат Б. Эд хөрөнгийн бус гэм хорыг арилгах зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "608",
		"text": "Оюунбилиг Б. Барилгын эрх зүй: Хот төлөвлөлтийн эрх зүйн орчинг боловсронгуй болгох нь. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "609",
		"text": "Оюунбилэг Б. Олон улсын үйлчилгээний худалдааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "610",
		"text": "Оюунболд Э. Түүх соёлын дурсгалт зүйлсийг хууль бусаар хил нэвтрүүлэх гэмт хэргийг мөрдөн байцаалтын шатанд нотлох ажиллагааг боловсронгуй болгох шаардлага, арга зам. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "611",
		"text": "Оюунгэрэл А. Хүчин төгөлдөр бус хэлцэл, түүний эрх зүйн үр дагавар. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "612",
		"text": "Оюунгэрэл Ой. Монгол Улсад хүний эрхийг хангах үндэсний хөтөлбөрийн хэрэгжилтийг хангахад Төрийн бус байгууллагын оролцоо. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "613",
		"text": "Оюунгэрэл Ою. Захиргааны процессын эрх зүйг иргэний процессын эрх зүйтэй харьцуулах нь. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "614",
		"text": "Оюунгэрэл Т. Захиргааны хууль бус актын улмаас учирсан хохирлыг нөхөн төлүүлэх асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "615",
		"text": "Оюундэлгэр Н. Нотлох баримтыг дотоод итгэлээр үнэлэх нь. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "616",
		"text": "Оюундэлгэр П. Монгол улсын аюулгүй байдлын олон улсын болон дотоодын эрх зүйн асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "617",
		"text": "Оюунжаргал С. Хүний үндсэн эрх ба эрүүгийн байцаан шийтгэх ажиллагаа. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "618",
		"text": "Оюунмаа Б. Монгол Улс дахь ажил хаялтын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "619",
		"text": "Оюунсайхан Ч. Эрүүгийн хэргийг хялбаршуулсан журмаар хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтыг шинээр авч үзэх нь. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "620",
		"text": "Оюунсүрэн Б. Угийн бичгийн эрх зүй, нийгмийн ач холбогдол. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "621",
		"text": "Оюунтунгалаг Ж. Сэтгэл санааны гэм хорыг нөхөн төлүүлэх асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "622",
		"text": "Оюунтунгалаг П. Төрийн өмч хувьчлах ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "623",
		"text": "Оюунтуяа Дү. Сумын төсвийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "624",
		"text": "Оюунцэцэг М. Шүүхийн хэлэлцүүлгийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "625",
		"text": "Оюунчимэг Л. Зээлийн үйлчилгээний шимтгэл хураамж. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "626",
		"text": "Оюун-Эрдэнэ Д. Иргэдийн төлөөлөгчдийн хурлын бүрэлдэхүүн, бүрэн эрх, үйл ажиллагааны зохион байгуулалт. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "627",
		"text": "Өлзийбаяр М. Үндсэн хуулийн шүүхийн эрх хэмжээ, харьцуулсан судалгаа. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "628",
		"text": "Өлзийжаргал Л. Нотлох ажиллагаанд анхан шатны шүүхийн үүрэг, ролийг боловсронгуй болгох зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "629",
		"text": "Өлзий-Отгон С. Нийгмийн даатгалын эрх зүйн харилцааны зохицуулалт, өөрчлөлт. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "630",
		"text": "Өлзийсайхан З. Аж ахуйн эсрэг гэмт хэргийн эрх зүйн шинэчлэл. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "631",
		"text": "Өлзийсайхан Л. Парламентат ёсны хөгжил: харьцуулсан шинжилгээ. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "632",
		"text": "Өлзийхорол Ө. Шинэ бүтээл, бүтээгдэхүүний загварын патент ашигтай загварын гэрчилгээ эзэмшигчийн эрхийг зөрчих гэмт хэргийн эрүүгийн эрх зүйн криминологийн асуудал. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "633",
		"text": "Өлзийхүү Л. Иргэний эрх зүйн маргааныг эвлэрүүлэн зуучлах ажиллагааны зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "634",
		"text": "Өнөрбаяр Ч. Монгол Улсад Үндсэн хуульт ёсны үзэл санаа нэвтэрсэн нь (1911-1924 он). Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "635",
		"text": "Өнөрмаа П. Шүүхийн байгууллагын эрх зүйн үндсийг боловсронгуй болгох зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "636",
		"text": "Өсөх Х. Иргэний нэхэмжлэл, түүний төрөл. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "637",
		"text": "Пагмаролом Т. Монгол Улсын иргэний харьяалал: эрх зүйн зохицуулалтын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "638",
		"text": "Пагмасүрэн Л. Компанийн нэгдлийн эрх зүйн зохицуулалт /харьцуулсан судалгаа/. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "639",
		"text": "Пүрэвдулам Ж. Монгол Улс дахь иргэний бүртгэлийн эрх зүйн зохицуулалт: орчин үе, шинэчлэлт. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "640",
		"text": "Рагчаасүрэн Д. Аж ахуйн нэгжийн өрсөлдөөн, түүний эрх зүйн зохицуулалт. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "641",
		"text": "Рэнчинболд Э. Монгол улс дахь цаазаар авах ял ба түүнийг халахтай холбоотой эрх зүйн орчин: үр дагавар ба эрсдлээс сэрэмжлэх нь. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "642",
		"text": "Сайнжаргал С. Халдашгүй эрх ба эрүү шүүлт. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "643",
		"text": "Сайнсанаа М. Арилжааны банкны эрх зүйн зарим асуудал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "644",
		"text": "Сайнтөгс А. Захиргааны үйл ажиллагааны эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "645",
		"text": "Сайнхишиг Ж. Үндсэн хуулийн эдийн засгийн үзэл баримтлалын үүднээс Монгол улсын Үндсэн хуулийг шинжлэх нь. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "646",
		"text": "Самдан Э. Эрчим хүчний зохицуулах газрын эрх зүйн байдлын онцлог. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "647",
		"text": "Саруул Д. Хүчиндэх гэмт хэргийн эрүүгийн эрх зүйн үндсэн зохицуулалт. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "648",
		"text": "Саулегүл Б. Эрүүл мэндийн үйлчилгээний эрх зүйн зохицуулалтын зарим асуудал /өрхийн эмнэлгийн хүрээнд. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "649",
		"text": "Содбаяр Л. Эрүүгийн шүүн таслах ажиллагаанд иргэдийн төлөөлөгчийн оролцоо: эрүүгийн процессын тулгамдсан асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "650",
		"text": "Соёл-эрдэнэ П. Захиргааны хэргийн шүүхийн шийдвэр гүйцэтгэл. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "651",
		"text": "Солонго Б. Монгол Улсын эрүүгийн эрх зүйн зарчим. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "652",
		"text": "Солонго Т. Ажиллах хүчний шилжилт хөдөлгөөний талаар олон улсын болон Монгол Улсын эрх зүйн зохицуулалт. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "653",
		"text": "Сувдаа Г. Хүүхдийг албадан болон хүчээр хөдөлмөрлүүлэх гэмт хэрэг: Эрүүгийн эрх зүйн зарим асуудал. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "654",
		"text": "Сувдаа Ж. Төсвийн удирдлагын шинэ тогтолцоо, түүний эрх зүйн зохицуулалт. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "655",
		"text": "Сувдмаа А. Үл хөдлөх эд хөрөнгө, түүний үнэлгээний эрх зүйн асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "656",
		"text": "Сувдням Ж. Олон улсын бараа худалдах, худалдан авах гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "657",
		"text": "Сувд-Эрдэнэ Г. Мэдээлэл олж авах эрх, түүний эрх зүйн баталгааг боловсронгуй болгох зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "658",
		"text": "Сүнжид Д. Монгол Улсын засаг захиргаа, нутаг дэвсгэрийн нэгжийн удирдлагыг боловсронгуй болгох асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "659",
		"text": "Сүнжидмаа Н. УИХ, Үндсэн хуулийн Цэцийн хоорондын эрх зүйн харилцааг сайжруулах зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "660",
		"text": "Сүнжидмаа Ш. Орон сууц барьцаалах эрх зүйн зохицуулалт. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "661",
		"text": "Сүрмандах Б. Эрүүгийн хэргийг хэрэгсэхгүй болгох тухай эрх зүйн зохицуулалтын зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "662",
		"text": "Сүрэнхүү Б. Гэм хор учруулснаас үүсэх үүргийн эрх зүйн зохицуулалт. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "663",
		"text": "Сүхбаатар Ж. Төсвийн эрх зүй Монгол улсын санхүүгийн эрх зүйн нэг дэд салбар эрх болох нь. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "664",
		"text": "Сүхбаатар З. Аж үйлдвэрийн өмчийн олон улсын болон үндэсний эрх зүйн хамгаалалт. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "665",
		"text": "Сүхбаатар М. Мөрдөн байцаах ажиллагааны зохион байгуулалтын эрх зүйн үндсийг боловсронгуй болгох зарчим, арга зам. Уб., 2002/1999 нягтлах (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "666",
		"text": "Сүхбаатар П. Гэмт хэргийн үе шатны онцлог. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "667",
		"text": "Сэлэнгэ Э. Ажил олгогчийн санаачлагаар хөдөлмөрийн гэрээ цуцлах асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "668",
		"text": "Тамираа Ч. Халх журмын иргэний эрх зүйн шинжилгээ, уламжлал, шинэчлэлийн зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "669",
		"text": "Тамир Б. Олон улсын худалдааны холимог гэрээ, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "670",
		"text": "Тогтохбаяр П. Эрүүгийн хэргийн мэдээ баримт задруулах гэмт хэргийн бүрэлдэхүүн, хэргийн зүйчлэлд анхаарах зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "671",
		"text": "Төгөлдөрсүрэн Д. Насанд хүрээгүй этгээдийн хорих байгууллага. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "672",
		"text": "Төгсцэнгэл Б. Терроризмын гэмт хэргийн эрүүгийн эрх зүйн ба криминологийн шинж. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "673",
		"text": "Төмөрбаатар З. Арбитрын журмаар иргэний маргаан шийдвэрлэх болон шүүхээр маргаан шийдвэрлүүлэх процессын онцлог, ялгаа. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "674",
		"text": "Төрмөнх Н. Бусдын эд хөрөнгийг хязгаартайгаар эзэмших, ашиглах эрхийн асуудал (Узуфрукт). Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "675",
		"text": "Тунгалаг Б. Захиргааны хяналтын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "676",
		"text": "Тунгалаг Б. Гаалийн ажилтны эрх зүйн статус, ёс зүйг зөв төлөвшүүлэх нь. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "677",
		"text": "Тунгалаг Г. Үндсэн хуулийн шүүхийн шийдвэр, үндсэн хуулийн тайлбар болох нь. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "678",
		"text": "Туул А. Монгол Улсын Үндсэн хууль дахь иргэний нийгмийн үзэл баримтлал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "679",
		"text": "Туул Д. Шүүхийн зардал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "680",
		"text": "Туяа Ж. Гэмт хэргийн бүрэлдэхүүн: онол, практик. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "681",
		"text": "Туяацэцэг Б. Хууль тогтоох болон гүйцэтгэх эрх мэдлийн байгууллагуудын чиг үүргийн харилцан хамаарал, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "682",
		"text": "Түвшинбаатар Д. Хязгаарлагдмал хариуцлагатай компанийг үүсгэн байгуулах эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "683",
		"text": "Түвшинбат Д. Асран хамгаалалт, харгалзан дэмжилтийн эрх зүйн зохицуулалт. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "684",
		"text": "Түвшинжаргал Бад. Онцгой ажиллагааны журмаар хэрэг хянан шийдвэрлэх ажиллагаа. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "685",
		"text": "Түвшинзаяа Ц. БНХАУ болон Монгол Улсын иргэний хуулийн өмчийн тухай заалтыг харьцуулсан судалгаа. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "686",
		"text": "Түвшинтамир Д. Хоршооны эрх зүйн байдал (хадгаламж зээлийн хоршооны жишээн дээр). Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "687",
		"text": "Түвшинтөгс Б. Эрүүгийн байцаан шийтгэх ажиллагаан дахь нотолгооны субъектуудын эрх зүйн байдал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "688",
		"text": "Тэмүүжин Х. Монголын төр, эрх зүйн уламжлалт сургаалиуд. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "689",
		"text": "Тэмүүлэн Б. Даатгалын эрх зүйн зохицуулалт. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "690",
		"text": "Тэмүүлэн Н. Зохиогчийн эрхийн объектийг эрүүгийн эрх зүйгээр хамгаалах асуудал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "691",
		"text": "Улаанбаатар Б. Хуулийн этгээдийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 1997 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "692",
		"text": "Уламбаяр Ч. Бүх насаар хорих ялын эрх зүйн зохицуулалт. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "693",
		"text": "Ундармаа Г. Компанийн төрөл хэлбэр, түүний удирдах байгууллага /Монгол Улс болон Их Британи улсын жишээн дээр харьцуулсан судалгаа/. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "694",
		"text": "Ундармаа Г. Алдаагүй захиргааны актыг цуцлах эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "695",
		"text": "Ундармаа Г. Байгаль орчинд нөлөөлөх байдлын үнэлгээний эрх зүйн орчин: хэрэгжилтийн талаархи судалгаа. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "696",
		"text": "Ундармаа Ж. Торгох ял эрх зүйн зохицуулалт. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "697",
		"text": "Ундраа А. Захиргааны хэргийн шүүхийн нотолгооны чиг үүрэг. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "698",
		"text": "Ундрах Ц. Уул уурхайн салбар дахь гадаадын хөрөнгө оруулалтын эрх зүйн зохицуулалт, тулгамдсан асуудал. Уб., 2009 ОУЭЗ (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "699",
		"text": "Урангуа А. Монгол Улс дахь хөдөлмөрийн аюулгүй ажиллагааны өнөөгийн төлөв байдал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "700",
		"text": "Уранцэцэг Б. Нэгжлэг явуулах эрх зүйн үндсийг боловсронгуй болгох арга зам. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "701",
		"text": "Уранчимэг Б. Монгол Улсын татварын хууль тогтоомж, түүнийг боловсронгуй болгох асуудалд. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "702",
		"text": "Уранчимэг Д. Гэмт хэргийн улмаас учирсан хохирлыг шүүхийн шатанд шийдвэрлэх асуудал. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "703",
		"text": "Уранчимэг Л. Патент-Шинэ бүтээлийн эрхийг хамгаалах үндсэн хэлбэр болох нь. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "704",
		"text": "Уранчимэг Ш. Шүүхийн өмнөх шатны таслан сэргийлэх арга хэмжээ: эрүүгийн процессын эрх зүйн тулгамдсан асуудал, шийдвэрлэх зарим арга зам. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "705",
		"text": "Урнаа Б. Хязгаарлагдмал хариуцлагатай компанийн эрх зүйн зохицуулалт /харьцуулсан судлал/. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "706",
		"text": "Ууганзаяа Н. Хүний эрхийн салбар дахь олон улсын эрх зүйн хамтын ажиллагаа. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "707",
		"text": "Ууганзул Ч. Банкны зээлийн гэрээний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "708",
		"text": "Ууганчимэг Н. Мөнгөн тэмдэгтийг хуурамчаар үйлдэх, ашиглах, борлуулах гэмт хэргийн эрүүгийн эрх зүйн асуудал. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "709",
		"text": "Уянга Б. Шүүх бие даасан, шүүгч хараат бус байх шаардлага. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "710",
		"text": "Уянга З. Хөдөлмөрийн ердийн маргаан түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "711",
		"text": "Уянга Н. Гаалийн мэдүүлэг, түүний эрх зүйн үр дагавар. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "712",
		"text": "Уянга Т. Захиргааны актын алдааны эрх зүйн үр дагаврын асуудал, түүний харьцуулсан судалгаа. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "713",
		"text": "Уянга Ч. Даатгалын гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "714",
		"text": "Үнэнтөгс Ш. Мэдээлэл хайх, түгээх, хүлээн авах, хэвлэн нийтлэх - хүний эрх. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "715",
		"text": "Үржинсүрэн Д. Хувийн мэдээллийг хамгаалах эрх зүйн зохицуулалт (харьцуулсан судалгаа). Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "716",
		"text": "Үүрцайх Б. Монгол Улсын иргэний газар эзэмших эрх, түүний эрх зүйн зохицуулалт. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "717",
		"text": "Үүрцайх Д. Төрийн тэргүүн түүний эрх зүйн байдал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "718",
		"text": "Халиуна Д. Төрийн албан хаагчийн хөдөлмөрийн маргааны зохицуулалт, шүүхийн практик. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "719",
		"text": "Халиунаа Ц. Олон улсын арбитрын ажиллагаан дахь үндэсний шүүхийн оролцоо. Уб., 2009 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "720",
		"text": "Халиун Л. Монгол Улсад авто тээврийн хэрэгслийг бүртгэх ажиллагаа, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "721",
		"text": "Халтар М. Гэмт хэрэг үйлдсэн насанд хүрээгүй этгээдийн эрхийг хамгаалах зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "722",
		"text": "Хатанзориг М. Санхүүгийн түрээсийн гэрээнд үйлчлэх эд хөрөнгө хөлслөх гэрээний нийтлэг зохицуулалт. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "723",
		"text": "Хатантуул Б. Монгол Улсын Их хурлаас байгуулагддаг хараат бус, бие даасан байгууллагууд (агентлаг)-ын эрх зүйн зохицуулалт. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "724",
		"text": "Хишигбат Д. Нийслэл дэх газар эзэмшлийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "725",
		"text": "Хишигбуян С. Монгол Улс дахь цаазаар авах ялын онол, практикийн зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "726",
		"text": "Хишигням Д. Ан агнуурын тухай хууль тогтоомж зөрчих гэмт хэргийн эрх зүйн зохицуулалт. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "727",
		"text": "Хонгорзул А. Компанийн засаглал дахь ТУЗ-ийн статус: харьцуулсан судалгаа. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "728",
		"text": "Хонгорзул Б. Ноцтой төөрөгдлийн улмаас хийсэн хэлцэл, түүний үр дагаварыг шийдвэрлэх нь. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "729",
		"text": "Хосбаяр Ч. Авлига ба зохион байгуулалттай гэмт хэргийн харилцан уялдаа холбоо. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "730",
		"text": "Хулан Ж. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаанд оролцогчдын эрх зүйн байдал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "731",
		"text": "Хулан П. Татварын хэргийг хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "732",
		"text": "Хулан Х. Иргэний хэрэг хянан шийдвэрлэх ажиллагаанд оролцогчдын эрх зүйн байдал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "733",
		"text": "Хуяг Д. Иргэний хэргийг хянан шийдвэрлэх эрх зүйн зарчим, түүний хэрэгжилт. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "734",
		"text": "Хүрэлхүү Б. Захиргааны эрх зүй дэх газрын харилцаа (хот, тосгоны газрын жишээн дээр). Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "735",
		"text": "Хэрлэн О. Хэрэг бүртгэлт, мөрдөн байцаалтын үед эрүү шүүлтээс ангид байх эрхийг хангах зарим асуудлууд. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "736",
		"text": "Цагаанбаяр Г. Монгол Улсын иргэний хууль дахь өмчлөх эрхийг шилжүүлэх зохицуулалт /харьцуулсан эрх зүйн үүднээс/: Шүүхийн шийдвэрт хийсэн дүн шинжилгээ. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "737",
		"text": "Цогзолмаа Х. Хэлцлийг гэрчлэх нотариатын үүргийг боловсронгуй болгох нь. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "738",
		"text": "Цогтбаяр Н. Хэрэг бүртгэлтийн ажиллагаанд тавих прокурорын хяналт: Харьцуулсан эрүүгийн процессын эрх зүйн зарим асуудал. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "739",
		"text": "Цогтгэрэл Б. Төв банкны бие даасан байдал, түүний эрх зүйн үндэс. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "740",
		"text": "Цогтгэрэл С. Шударга бус өрсөлдөөн, түүний эрх зүйн зохицуулалт. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "741",
		"text": "Цолмон Б. Хүний эрх, эрх чөлөөг хангах төрийн үүргийн агуулгыг тодорхойлох нь. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "742",
		"text": "Цолмон Т. Гэрээслэлээр өв залгамжлах, түүний эрх зүйн зохицуулалт. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "743",
		"text": "Цолмон Ц. Иргэний эрх зүйн хариуцлагын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "744",
		"text": "Цолмонгэрэл Г. Биологийн гаралтай мөр-бодисыг эрүүгийн процесст нотолггооны эх сурвалж болгон үнэлэх асуудал. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "745",
		"text": "Цолмончимэг Э. Иргэний эрх зүй дэх эзэмшил. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "746",
		"text": "Цэдэнсодном С. Эрүүгийн байцаан шийтгэх тодорхой ажиллагаа түүний эрх зүйн зохицуулалт /үзлэг шинжилгээ/. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "747",
		"text": "Цэлмэг А. Газар үл хөдлөх хөрөнгө болох нь. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "748",
		"text": "Цэлмэг Ц. Гэмт хэрэгтэн бие хүн, түүний төлөвших нөхцөл. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "749",
		"text": "Цэнгэл Б. Иргэний давхар харъяаллын харьцуулсан судалгаа. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "750",
		"text": "Цэнгэлбаатар О. Галт зэвсэг, байлдааны галт хэрэгсэл, тэсэрч дэлбэрэх бодисын хууль бус эргэлттэй холбогдох гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "751",
		"text": "Цэнд Б. Монгол улсын иргэний газар өмчлөх эрхийн эрх зүйн үндэс, түүний хэрэгжилтийн шинжилгээ. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "752",
		"text": "Цэнд-Аюуш Д. Газар өмчлөх, ашиглах эрхтэй холбоотоы маргаан, түүнийг шийдвэрлэх эрх зүйн үндэслэл. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "753",
		"text": "Цэндзаяа А. Үндсэн хуульд нэмэлт, өөрчлөлт оруулах үндэслэл, журам, харьцуулалт. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "754",
		"text": "Цэндсүрэн Д. Гаалийн бүрдүүлэлт, түүний эрх зүйн зохицуулалт. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "755",
		"text": "Цэрэнбат М. Эвтаназийн эрүүгийн эрх зүйн учир холбогдол. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "756",
		"text": "Цэрэндулам Г. Олон намын тогтолцоо ба парламентын ардчилал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "757",
		"text": "Цэрэндулам Д. Хорих ял эдлүүлэх дэглэм, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "758",
		"text": "Цэрэннадмид Ч. Иргэний хэргийн анхан шатны шүүхийн шүүх хуралдаанд бэлтгэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "759",
		"text": "Цэрэнням Р. “Зорчих эрхийг хязгаарлах” ялын шинэ төрөл болох нь. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "760",
		"text": "Цэрэнням Ц. Хүний эрхийг хязгаарласан гүйцэтгэх эрх мэдлийн байгууллагын акт, түүнийг түдгэлзүүлэх. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "761",
		"text": "Цэрэнханд Д. Хор уршиг гэм буруугүйгээр учруулах, түүний эрүүгийн эрх зүйн зохицуулалтын асуудал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "762",
		"text": "Цэрэнханд Р. Эмэгтэйчүүдийн гэмт явдал, түүний шалтгаан нөхцөл. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "763",
		"text": "Цэрэнханд Э. Хорихоос өөр төрлийн ялын бодлого, тогтолцоо, чиг хандлага. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "764",
		"text": "Цэрэнчимэд Б. Монгол улсын эрүүгийн эрх зүй дэх торгох ялын уламжлал шинэчлэл. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "765",
		"text": "Цэцгээ Х. Гэмт хэргийн хохирогч, түүнийг судлах асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "766",
		"text": "Цэцэгмаа Г. Нийслэл дэх газрын эрх зүйн зөрчил, түүнд хүлээлгэх хууль зүйн хариуцлага. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "767",
		"text": "Цэцэгмаа О. Гаалийн тарифын үүрэг, түүний эрх зүйн үндэс. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "768",
		"text": "Цэцэнбилэг В. Насанд хүрээгүй этгээдэд хэрэглэх хүмүүжлийн чанартай албадлагын арга хэмжээ. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "769",
		"text": "Цээлхагва Р. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдал, ашиглалтын журмын эсрэг гэмт хэргийн криминологи шинж, урьдчилан сэргийлэх зарим асуудал. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "770",
		"text": "Чимидлхам Э. Зохион байгуулалттай гэмт явдалтай тэмцэх стратеги. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "771",
		"text": "Чимэг-Эрдэнэ Ч. Гадаадын иргэн, харъяалалгүй хүний газар ашиглах эрхийн зохицуулалт, хэрэгжилт. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "772",
		"text": "Чинзориг Б. Сумын иргэдийн Төлөөлөгчдийн хурал, нутгийн өөрөө удирдах байгууллага болох нь. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "773",
		"text": "Чинзориг С. Гэмт хэрэгт хамтран оролцогчдын хэлбэр. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "774",
		"text": "Чинзул Д. Эмэгтэйчүүдийн гэмт явдал: өөрчлөлт, хандлага, урьдчилан сэргийлэлт. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "775",
		"text": "Чинтогтох Ч. Боловсролын салбарын тогтолцоо, түүний эрх зүйн зохицуулалт. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "776",
		"text": "Чулаанбаатар К. Гэмт хэргийг мөрдөн шалгах үед бусдын орон байр, эзэмшилд нэвтрэн орох ажиллагааны эрүүгийн процессын зарим асуудал. Уб., 2015 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "777",
		"text": "Чулуунбаатар Ч. Монгол улсын ерөнхийлөгчийн бүрэн эрхийн эрх зүйн үндэс. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "778",
		"text": "Чулуунчимэг О. Эмнэлгийн бус нөхцөлд үр хөндөх гэмт хэрэг, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "779",
		"text": "Чулуунцэцэг Очирбат. Эрүүгийн хэрэгт давж заалдах эрх, түүний хэрэгжилт. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "780",
		"text": "Чулуунцэцэг Очиржав. Татварын эрх зүйн зохицуулалт (харьцуулсан судалгаа). Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "781",
		"text": "Чулуунцэцэг Э. Их сургуулийн бие даасан байдлыг хангах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "782",
		"text": "Шижиртуяа П. Насанд хүрээгүй этгээдийн хэрэгт явуулах шүүхийн өмнөх шатны байцаан шийтгэх ажиллагаа. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "783",
		"text": "Шинэхүү Б. Захиргааны хэргийн шүүхийн шийдвэр гүйцэтгэх ажиллагаа. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "784",
		"text": "Шишмишиг Ж. Оюуны өмчийн эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "785",
		"text": "Шүрэнцэцэг Ш. Баривчлах ялын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "786",
		"text": "Энхбаатар С. Монгол Улсад гадаадын шууд хөрөнгө оруулалтыг гэрээний үндсэн дээр хамгаалах арга зам. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "787",
		"text": "Энхбат Л. Дампуурлын хэрэг үүсгэх, шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "788",
		"text": "Энхбат Э. Монгол улс дахь улс төрийн намын санхүүжилтийн тухай эрх зүйн зохицуулалт. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "789",
		"text": "Энхбаяр Баттөм. Төрийн албан хаагчийн ёс зүй: эрх зүйн зохицуулалтын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "790",
		"text": "Энхбаяр Баттөр. Өршөөлийн эрх зүйн зохицуулалт. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "791",
		"text": "Энхбаяр М. Үл хөдлөх эд хөрөнгийн барьцааны эрх зүйн зохицуулалт. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "792",
		"text": "Энхбаяр О. Газрын тосны эрх зүйн зохицуулалт. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "793",
		"text": "Энхбулгантамир Т. Хувьцаа эзэмшигчийн эрхийн хэрэгжилтэнд тулгамдаж буй зарим асуудал /хувьцаат компанийн жишээн дээр/. Уб., 2017 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "794",
		"text": "Энхжаргал Л. Банк бус санхүүгийн байгууллагын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "795",
		"text": "Энхжаргал М. Эрүүгийн хэрэг түдгэлзүүлэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "796",
		"text": "Энхжаргал М. Яллагдагчийг шүүхэд шилжүүлэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "797",
		"text": "Энхжаргал Н. Хуулийн этгээдэд эрүүгийн хариуцлага хүлээлгэх үндэслэл, шаардлага, хэрэгжүүлэх зарим арга зам. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "798",
		"text": "Энхжаргал Р. Эрүүгийн хэрэг бүртгэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "799",
		"text": "Энхжаргал С. Хүний эрхийг хангах механизм ба үндэсний хөтөлбөр. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "800",
		"text": "Энхжаргал Т. Гэрлэлт цуцлалт, түүний үр дагаварыг шийдвэрлэх арга хэлбэрийн асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "801",
		"text": "Энхжаргал Т. Яллагдагчийг шүүхэд шилжүүлэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "802",
		"text": "Энхжаргал Ш. Захиргааны зөрчил ба гэмт хэргийн бүрэлдэхүүний элементүүдийн ялгаатай ба төсөөтэй талуудыг харьцуулан судлах нь (гаалийн зөрчлийн жишээн дээр). Уб., 2010 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "803",
		"text": "Энхмаа Б. Үл хөдлөх эд хөрөнгө өмчлөгчийн эрхийг хязгаарлах эрх (сервитут). Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "804",
		"text": "Энхмаа Т. Иргэний хэргийн зүйлчлэлийн үндсэн асуудлууд. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "805",
		"text": "Энхмаа Х. Эрүүгийн байцаан шийтгэх ажиллагаан дахь хүний эрхийг хамгаалах онол практикийн зарим асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "806",
		"text": "Энхмэнд С. Үндсэн хуулийн цэцийн зохион байгуулалт, эрх зүйн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "807",
		"text": "Энхсайхан Н. Монгол Улс дахь арбитрын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "808",
		"text": "Энхсаруул Ж. Монгол Улсын иргэдийн дээд боловсрол эзэмших эрх: зохион байгуулалт, эрх зүйн зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "809",
		"text": "Энхсаруул С. Монгол улсын иргэдийн дээд боловсрол эзэмших эрх, зохион байгуулалт, эрх зүйн зарим асуудал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "810",
		"text": "Энхтайван Б. Монгол улсын иргэдийн гадаадад зорчих, цагаачлах эрх, түүний эрх зүйн баталгаа. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "811",
		"text": "Энхтайван Г. Монгол Улсын эрүүгийн эрх зүй дэх аргагүй хамгаалалт. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "812",
		"text": "Энхтайван Ө. Эрүүгийн байцаан шийтгэх ажиллагаан дахь хохирогчийн эрх зүйн байдал. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "813",
		"text": "Энхтайван Р. Мэдээллийн аюулгүй байдлын эсрэг гэмт хэргийн эрх зүйн зохицуулалтыг боловсронгуй болгох арга зам. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "814",
		"text": "Энхтамир В. Процессын эрх зүй дэх хүний эрхийн зарим асуудал. Уб., 2004 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "815",
		"text": "Энхтөгс С. Прокурорын байгууллага, түүний эрх зүйн үндэс. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "816",
		"text": "Энхтөр Д. Эрх мэдэл хуваарилах онол, практикийн асуудал. Уб., 1998 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "817",
		"text": "Энхтунгалаг М. Сэжигтэнийг баривчлах арга хэмжээ: Эрүүгийн процессын эрх зүйн зарим асуудал. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "818",
		"text": "Энхтуул Д. Зөвшөөрлийн тогтолцооны эрх зүйн үндэс. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "819",
		"text": "Энхтуяа И. Албан үүрэг биелүүлэхийг түр түтгэлзүүлэх нь эрүүгийн байцаан шийтгэх ажиллагааны албадлагын арга хэмжээний нэг төрөл болох нь. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "820",
		"text": "Энхтуяа Т. Монгол Улс дахь эрх зүйн шинэтгэлийн үр дүн, цаашдын төлөв. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "821",
		"text": "Энхтуяа Чо. Албадан ажил хийлгэх ялын эрх зүйн зохицуулалт. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "822",
		"text": "Энхтүвшин У. Хүүхдийн эрх хүний эрхийн бүрэлдэхүүн хэсэг болох нь. Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "823",
		"text": "Энхцэцэг Б. Монгол Улсын болон гадаадын орнуудын цагаачлалын эрх зүйн зохицуулалт (харьцуулсан судалгаа). Уб., 2002 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "824",
		"text": "Энхцэцэг Д. Гэрлэлтийн харилцааг шүүхийн журмаар дуусгавар болгох эрх зүйн зохицуулалт. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "825",
		"text": "Энхцэцэг С. Гэр бүлийн эрх зүй дэх эд хөрөнгийн харилцааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "826",
		"text": "Энхээ Д. Насанд хүрээгүй хүмүүст хүлээлгэх эрүүгийн хариуцлагын эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "827",
		"text": "Энэбиш Э. Эрүүгийн эрх зүйн онол дахь гэмт хэрэгт хамаарагсдын үндсэн асуудал. Уб., 2007 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "828",
		"text": "Эрдэмбилэг Н. Гэмт хэргийн субъектын тухай зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "829",
		"text": "Эрдэнэбаатар Г. Монгол улсын эрүүгийн процесс дахь хойшлуулшгүй ажиллагаа. Уб., 2011 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "830",
		"text": "Эрдэнэбат Б. Монгол Улсын эрүүгийн байцаан шийтгэх ажиллагаа дахь хүний халдашгүй эрхийн зарим асуудал. Уб., 2000 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "831",
		"text": "Эрдэнэбат Л. Монгол Улс дахь гадаадын хөрөнгө оруулалтын эрх зүйн орчин: чиг хандлага /харьцуулсан судалгаа/. Уб., 2014 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "832",
		"text": "Эрдэнэбат Э. Олон улсын нийтийн эрх зүйд эрх зүйн уламжлалын үзүүлэх нөлөө. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "833",
		"text": "Эрдэнэбаяр Г. Цэргийн алба хаах журмын эсрэг гэмт хэрэг түүнтэй хийх тэмцэл. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "834",
		"text": "Эрдэнэбулган Ж. Дээрэмдэх гэмт хэргийг ойролцоо төрлийн гэмт хэргээс ялган зүйлчлэх асуудал. Уб., 1997 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "835",
		"text": "Эрдэнэзул В. Хүний эрхийг хамгаалах олон улсын механизм. Уб., 2012 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "836",
		"text": "Эрдэнэсувд П. Санхүүгийн түрээс (лизинг), түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "837",
		"text": "Эрдэнэтуяа У. Гэмт хэргийн субектийн эрүүгийн эрх зүйн шинж, түүний зарим асуудлыг боловсронгуй болгох нь. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "838",
		"text": "Эрдэнэхишиг Э. Захиргааны хэргийн шүүх, захиргааны хууль бус актын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "839",
		"text": "Эрдэнэцогт А. Монгол улсад нутгийн өөрөө удирдах ёс төлөвшин хөгжих чиг хандлага. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "840",
		"text": "Эрдэнэцэцэг П. Монгол Улсад гэмт хэрэг үйлдсэн насанд хүрээгүй этгээдийн эрх зүйн хамгаалалтыг боловсронгуй болгох арга замууд. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "841",
		"text": "Эрдэнэчимэг В. Өршөөл, уучлал үзүүлж эрүүгийн хариуцлага, ялаас чөлөөлөх түүний эрүүгийн эрх зүйн зохицуулалт. Уб., 2005 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "842",
		"text": "Эрдэнэчимэг Г. Монгол Улсын эрүүгийн эрх зүй дэх аргагүй хамгаалалт /харьцуулсан судлал, үзэл баримтлалын зарим асуудал/. Уб., 2016 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "843",
		"text": "Эрдэнэчимэг Дашд. Мэдээллийн эрх зүйн зохицуулалтын зарим асуудал (иргэний эрх зүйн аспектаар). Уб., 2003 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "844",
		"text": "Эрдэнэчимэг Дашп. Олон улсын иргэний эрх зүй дэх утга зохиол, уран сайхны бүтээлийн зохиогчийн эрхийн зохицуулалт. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "845",
		"text": "Эрдэнэчимэг Ж. Эрүүгийн байцаан шийтгэх ажиллагаан дахь хүсэлт, гомдол гаргах, давж заалдах эрхийг хангах нь. Уб., 2006 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "846",
		"text": "Эрхэсхулан Ж. Хөдөлмөрийн хамтын маргааны эрх зүйн зохицуулалтын боловсронгуй болгох асуудал. Уб., 1999 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "847",
		"text": "Янжинхорлоо Ч. Хөдөлмөрийн хууль тогтоомжийн биелэлтэд тавих мэргэжлийн хяналтыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Монгол Улсын Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "848",
		"text": "Аадарсүх Б. Гүйцэтгэх ажлын нөхцөл байдал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "849",
		"text": "Адилбек Т. Гэмт хэргийн хохирогч судлалын тулгамдсан зарим асуудал.Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "850",
		"text": "Азбаяр Ц. Гэр орон сууцанд үйлдэгдсэн хулгайлах гэмт хэргийг илрүүлэх зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "851",
		"text": "Азжаргал И. Монгол Улсын шүүхийн шинжилгээний байгууллагын уламжлал шинэчлэл. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "852",
		"text": "Айбек Б. Зохиогчийн эрхийг зөрчих гэмт хэрэг түүний эрүүгийн эрх зүйн зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "853",
		"text": "Алтай Ц. Шүүхийн шийдвэр гүйцэтгэх байгууллагын хүний нөөцийн эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох нь. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "854",
		"text": "Алтангадас Ө. Цагдаагийн байгууллагын гүйцэтгэх ажлын тагнан баримтжуулах ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "855",
		"text": "Алтангэрэл Б. Иргэний хэргийн талаар шүүхийн шийдвэр гүйцэтгэх ажиллагааны онол, практикийн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "856",
		"text": "Алтангэрэл Ж. Далайлган сүрдүүлэх гэмт хэргийг нотлох ажиллагаа. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "857",
		"text": "Алтандорж Б. Нутгийн өөрөө удирдах байгууллагаас цагдаагийн байгууллагыг удирдах нь. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "858",
		"text": "Алтансэлэм С. Эрүүгийн байцаан шийтгэх ажиллагаанд оролцогчдоос гомдол гаргах эрх, түүний хэрэгжилтийн асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "859",
		"text": "Алтантуяа Д. Хөлийн мөр шинжлэлийн онол, арга зүйн асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "860",
		"text": "Алтанхуяг Б. Эрүүгийн байцаан шийтгэх ажиллагаанд өмгөөлөгч оролцох нь. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "861",
		"text": "Алтанхуяг Ц. Монгол улсад хээл хахууль авах гэмт хэрэгтэй хийх тэмцлийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "862",
		"text": "Алтанцэцэг А. Даатгалын гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "863",
		"text": "Алтанцэцэг М. Эмэгтэйчүүдийн эрх ашгийн эсрэг гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "864",
		"text": "Амарбаясгалан Я. Цагдаагийн байгууллагын мэдээлэл, судалгааны ажлыг боловсронгуй болгох нь. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "865",
		"text": "Амаржаргал Г. Эрүүгийн байцаан шийтгэх ажиллагаан дахь албан үүргээ биелүүлэхийг түр түдгэлзүүлэх албадлагын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "866",
		"text": "Амаржаргал П. Эрүүл аюулгүй орчинд амьдрах эрхийн эрх зүйн зохицуулалт, практикийн зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "867",
		"text": "Амарзаяа М. Эрүүгийн байцаан шийтгэх ажиллагаанд орчуулагч, хэлмэрч оролцох онцлог. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "868",
		"text": "Амарзаяа Я. Хүүхдийн эрхийн эрүүгийн эрх зүйн хамгаалал /үндэсний болон олон улсын эрх зүйн харьцуулсан аспект/. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "869",
		"text": "Амармөрөн Л. Хэсгийн байцаагчийн үйл ажиллагаа, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "870",
		"text": "Амарсайхан О. Монгол улсын эрүүгийн эрх зүй дэх хөөн хэлэлцэх хугацаа, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "871",
		"text": "Амарсанаа Г. Гэмт хэрэгт хамаарагсдад хүлээлгэх эрүүгийн хариуцлагын зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "872",
		"text": "Амарсанаа Д. Монгол Улсын Цагдаагийн байгууллагаас ногдуулах захиргааны торгууль. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "873",
		"text": "Амартөгс Ц. Монгол Улсын Эрүүгийн эрх зүй дэх гэм буруугийн зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "874",
		"text": "Анхбаяр С. Цагдаагийн байгууллагаас хэрэглэх захиргааны урьдчилан сэргийлэх албадлагын эрх зүйн зохицуулалтанд хийх шинжилгээ. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "875",
		"text": "Анхцэцэг У. Захиргааны хэрэг урьдчилан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "876",
		"text": "Ариунбилэг Ш. Бусдын газар дээр барилга байгууламж барих эрх, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "877",
		"text": "Ариунболд Д. Залилан мэхлэх гэмт хэргийг илрүүлэхэд нотлох баримтыг ашиглах тактикийг боловсронгуй болгох зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "878",
		"text": "Ариунболд Ц. Замын цагдаагийн байгууллагын ажилтны ёс зүйн төлөвшилтийн өнөөгийн байдалд хийсэн судалгаа, дүгнэлт түүнийг дээшлүүлэх боломж арга зам. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "879",
		"text": "Ариунжаргал Б. Сэжигтэнг баривчлах, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "880",
		"text": "Ариунтуул Б. Гэрлэлтийн гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "881",
		"text": "Ариунтуяа Ш. Өв залгамжлал, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "882",
		"text": "Ариунцэцэг Ч. Экологийн гэмт явдал криминологийн зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "883",
		"text": "Арнагуль М. Өвчний учир ялаас чөлөөлөх эрх зүйн үндэс, түүнийг боловсронгуй болгох асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "884",
		"text": "Арсланхуяг Г. Мөнгө угаах гэмт хэргийн олон улсын нөхцөл байдал ба эрүүгийн эрх зүйн шинж. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "885",
		"text": "Аюушжав С. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаан дахь нотолгооны онол, практикийн асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "886",
		"text": "Баасанжав С. Галт зэвсэг, байлдааны галт хэрэгсэл, тэсэрч дэлбэрэх бодистой холбогдсон гэмт хэргийн эрүүгийн эрх зүйн болон криминологи шинж. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "887",
		"text": "Баасанцэрэн А. Цагдаагийн албан хаагчийн эрх зүйн баталгаа, түүнд хийх шинжилгээ. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "888",
		"text": "Баатар Д. Төсвийн хөрөнгийг зориулалтын бусаар зарцуулах гэмт хэргийн эрүүгийн хуулийн зохицуулалт болон криминологийн зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "889",
		"text": "Бадамгарав Д. Хорих ял эдлэгсдийн дунд зохиох хүмүүжлийн ажил, сургалтын эрх зүйн зохицуулалт, боловсронгуй болгох зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "890",
		"text": "Бадамдорж Ч. Монгол Улсын Цагдаагийн байгууллагын хэв журам хамгаалах албаны удирлага, зохиион байгуулалт, эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "891",
		"text": "Бадамханд Н. Байгууллага, иргэдээс төлбөр гаргуулах эрх зүйн зохицуулалт. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "892",
		"text": "Бадарч Б. Суд как гарантия защиты прав человека. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "893",
		"text": "Бадмаараг Г. Компъютерийн мэдээллийн аюулгүй байдлын эсрэг гэмт хэргийн эрүүгийн эрх зүйн болон криминологи шинж. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "894",
		"text": "Бакыт А. Орон байрны хулгайн гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "895",
		"text": "Балдорж Ц. Эрүүгийн хэргийг хэргэсэхгүй болгох үндэслэл, онол практикийн зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "896",
		"text": "Бат-Амгалан А. Хүний эрх, эрх чөлөөг дээдлэх зарчим. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "897",
		"text": "Бат-Амгалан Б. Цагдаагийн байгууллагын зохион байгуулалтын бүтэц, боловсронгуй болгох зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "898",
		"text": "Батбаатар Г. Эрүүгийн тагнуулын ажлын санхүүжилтын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "899",
		"text": "Батбаатар П. Хүчиндэх гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "900",
		"text": "Батбаатар П. Бусдын эд хөрөнгийг дээрэмдэх гэмт хэргийг нотлох ажиллагаа. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "901",
		"text": "Батбаяр Б. Гэмт хэргийн тухай гомдол мэдээллийг шалгаж шийдвэрлэх ажиллагааг боловсронгуй болгох зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "902",
		"text": "Батбаяр Г. Монгол Улсын яамдын эрх зүйн байдал, чиг үүрэг, зохион байгуулалтын бүтэц. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "903",
		"text": "Батбаяр Д. Нийтийг хамарсан арга хэмжээний үед Цагдаагийн байгууллагаас хийж гүйцэтгэх үйл ажиллагаа /онол, практик/. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "904",
		"text": "Батбаяр Д. Хорих ангид явуулах нийгмийн ажлын зохион байгуулалт, эрх зүйн зохицуулалт, боловсронгуй болгох асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "905",
		"text": "Батбаяр Н. Дээрмийн гэмт хэрэгтэй эрүүгийн тагнуулын ажлаар тэмцэх нь. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "906",
		"text": "Батбаяр Ц. Хорих ял эдлүүлэх ажиллагаанд оролцох төрийн бус байгууллага, хувь хүмүүсийн оролцооны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "907",
		"text": "Батболд Б. Замын хөдөлгөөний аюулгүй байдлын эсрэг гэмт хэргийг зүйлчлэх зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "908",
		"text": "Батбилэг Р. Цагдаа, дотоодын цэргийн алба хаагчдыг энхийг сахиулах ажиллагаанд оролцуулах эрх зүйн зохицуулалт. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "909",
		"text": "Батгэрэл Д. Хэрэг бүртгэлт, мөрдөн байцаалтыг түдгэлзүүлэх ажиллагааны онол практикийн зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "910",
		"text": "Батдаваа Д. Цагдаагийн байгууллагын албаны нохойн ашиглалт, эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "911",
		"text": "Батдолгор Ж. Эмэгтэйчүүдийн гэмт явдлын шалтгаан нөхцөл. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "912",
		"text": "Батдорж Б. Насанд хүрээгүй хүмүүсээс үйлдсэн гэмт хэрэгт хийх криминологийн судалгааг боловсронгуй болгох зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "913",
		"text": "Батдорж Б. Эрүүгийн байцаан шийтгэх ажиллагаан дахь хүний халдашгүй чөлөөтэй байх эрхийн хэрэгжилтийн зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "914",
		"text": "Батдорж Н. Хуулийн албан ёсны тайлбарт хийсэн шинжилгээ /1992 оны шинэ Үндсэн хууль батлагдсанаас хойшхи хугацаанд/. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "915",
		"text": "Батдорж С. Гүйцэтгэх эрх мэдлийн тогтолцоонд цагдаагийн байгууллагын эзлэх байр, эрх зүйн орчин. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "916",
		"text": "Батдэлгэр Б. Жолооч зам тээврийн ослын үед үүргээ биелүүлэхгүй байх, зугтаах гэмт хэргийн эрүүгийн эрх зүй, криминологи шинж. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "917",
		"text": "Батжаргал Б. Монгол улсын хорих ял эдлүүлэх байгууллагын харуул хамгаалалт, эрх зүйн зохицуулалтын онцлог, боловсронгуй болгох шаардлага. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "918",
		"text": "Батжаргал Б. Хөдөлгөөний аюулгүй байдлын журам зөрчсөн захиргааны зөрчил, түүний шалтгаан нөхцөл, урьдчилан сэргийлэх зарим арга зам. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "919",
		"text": "Батжаргал Б. Галт зэвсэгээр хүний амь нас хохироосон хэргийг эрүүгийн тагнуулаар илрүүлэх зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "920",
		"text": "Батжаргал Д. Хорих ял эдлүүлэх ажиллагааны эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "921",
		"text": "Батжаргал Д. Ял оногдуулах нийтлэг зарчим түүний хэрэгжилтийн асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "922",
		"text": "Батзориг Б. Хорих ял эдлүүлэх ажиллагаанд тавих прокурорын хяналтын эрх зүйн зохицуулалт, үр нөлөө. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "923",
		"text": "Батмөнх Б. Мансууруулах болон сэтгэцэд нөлөөлөх бодисыг хууль бусаар борлуулах гэмт хэргийг мөрдөн байцаах ажиллагаа. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "924",
		"text": "Батнасан Т. Цагдаагийн алба хаагчдаас үйлдсэн гэмт хэргийн нөхцөл байдалд хийсэн дүн шинжилгээ. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "925",
		"text": "Бат-Оргил Б. Эрүүгйин тагнуулын хүч, арга хэргэслийг ашиглан хэн болох нь тогтоогдоогүй цогцос эрэн сурвалжлах ажлын тулгамдаж буй зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "926",
		"text": "Бат-Оргил Р. Цагдаагийн алба хаагчдын мэргэшүүлэх сургалтын өнөөгийн байдал, эрх зүйн орчин. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "927",
		"text": "Батсайхан Б. Ялыг тэнсэж, хянан харгалзах ажиллагааг боловсронгуй болгох нь. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "928",
		"text": "Батсайхан Б. Насанд хүрээгүй этгээдэд хүлээлгэх эрүүгийн хариуцлага, түүний онцлог. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "929",
		"text": "Батсайхан Б. Эрх зүйн харилцан туслалцаа үзүүлэх ажиллагаан дахь нотолгооны зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "930",
		"text": "Батсайхан Д. Монгол Улсын эрүүгийн эрх зүй дэх цаазар авах ял, уламжлал шинэчлэлийн зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "931",
		"text": "Батсайхан Д. Замын цагдаагийн албаны зохицуулагч-цагдаагийн эрх зүйн байдлын зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "932",
		"text": "Батсайхан Ж. Гэмт явдал түүний шалтгаан нөхцөлийг үйлдэгдэж буй нутаг дэвсгэрээр нь судлах асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "933",
		"text": "Батсайхан Л. Эмнэлгийн чанартай албадлагын арга хэмжээ, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "934",
		"text": "Батсайхан Т. Нууц гүйцэтгэх ажилтны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "935",
		"text": "Баттогоо С. Монгол улсын эрүүгийн болон эрүүгийн ял эдлүүлэх эрх зүй дэхь хохирлын ойлголт, хэрэгжилт, цаашид боловсронгуй болгох зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "936",
		"text": "Баттөмөр Т. Замын хөдөлгөөний аюулгүй байдалд тавих захиргааны хяналт. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "937",
		"text": "Баттулга Ж. Криминалистикийн гэрэл зургийн орчин үеийн технологийг гэмт хэргийг илрүүлэх, нотлоход ашиглах нь. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "938",
		"text": "Батхишиг Ц. Болгоомжгүй гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "939",
		"text": "Батхуяг Б. Нийгмийн хэв журам хамагаалахад Цагдаагийн морьт эргүүлийг ашиглах эрх зүй зохион байгуулалтын асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "940",
		"text": "Батхуяг С. Сэжигтэй этгээдэд гүйцэтгэх ажлын нууц ажиглалтын арга хэмжээг зохион явуулах онцлог. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "941",
		"text": "Батхуяг Ц. Тагнах ярилцлагын тактикийг боловсронгуй болгох зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "942",
		"text": "Батцэрэн Б. Эрүүгийн хэрэгт эрх зүйн харилцан туслалцаа үзүүлэх гэрээ, түүнд тулгамдаж буй зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "943",
		"text": "Батчулуун С. Гэмт хэрэг үйлдсэн зохион байгуулалттай бүлгийн эрүүгийн эрх зүйн шинж, хүлээлгэх хариуцлага, зүйлчлэлийн зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "944",
		"text": "Бат-Эрдэнэ С. Цагдаагийн алба хаагчийг эсэргүүцэх гэмт хэргийг нотлох ажиллагаа. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "945",
		"text": "Баяндалай М. Мөрдөн байцаагч, гүйцэтгэх ажилтны хамтын ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "946",
		"text": "Баянмөнх Б. Шүүх хүний эрхийг хамгаалах баталгаа болох нь. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "947",
		"text": "Баянмөнх Б. Хэрэг бүртгэлт, мөрдөн байцаалтын явцад гэмт хэргийн шалтгаан нөхцөлийг илрүүлж арилгах арга хэмжээ, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "948",
		"text": "Баярбаатар Н. Төмөр зам, Усан ба агаарын тээврийн хэргэсэлийн хөдөлгөөний аюулгүй байдал, техник ашиглалтын журам зөрчих гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "949",
		"text": "Баярмаа Х. Криминалистикийн шинжилгээний аргачлалыг стандартчилах зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "950",
		"text": "Баярмагнай Д. Хээл хахуулийн гэмт хэрэгтэй гүйцэтгэх ажлын арга хэрэгслээр тэмцэх нь. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "951",
		"text": "Баярмагнай Н. Эрүүлжүүлэх үндэслэл журмыг тогтоосон эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "952",
		"text": "Баярмагнай Р. Мансууруулах болон сэтгэцэд нөлөөлөх бодисыг хууль бусаар борлуулах гэмт хэргийг гүйцэтгэх тагнуулын ажлаар илрүүлэх ажиллагаа. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "953",
		"text": "Баярмөнх Б. Эрүүгийн тагнуулын алба, нийгмийн хэв журам сахиулах албадын хамтын ажиллагаа. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "954",
		"text": "Баярсайхан Б. Хорих ял эдлүүлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудпал /эмэгтэй ялтны хүрээнд/. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "955",
		"text": "Баярсайхан Л. Гэмт хэрэгт хамаарагсдын ойлголтыг тодорхойлох эрүүгийн эрх зүйн асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "956",
		"text": "Баярсайхан Л. Торгууль - эрүүгийн байцаан шийтгэх албадлагын бусад арга хэмжээний хэрэгжилт, үр нөлөөг дээшлүүлэх нь. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "957",
		"text": "Баярсайхан Ц. Цагдаагийн байгууллагын хяналт шинжилгээ /мониторинг/ үнэлгээний ажлын арга зүйн зарим асуудлууд. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "958",
		"text": "Баяртогтох Ц. Ял хөнгөрүүлэх, хүндрүүлэх нөхцөл байдал, түүний эрх зүйн үр дагавар. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "959",
		"text": "Баярхүү З. Тэсэрч дэлбэрэх бодисын хууль бус эргэлтэнд гүйцэтгэх ажлаар хяналт тавих. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "960",
		"text": "Баярхүү Ц. Мөнгө угаах гэмт үйлдлийг эрүүгийн тагнуулын ажлаар баримтжуулах зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "961",
		"text": "Баярцэцэг С. Цагдаагийн байгууллагын хүүхдийн албаны захиргааны зөрчлөөс урьдчлан сэргийлэх ажиллагаа, эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "962",
		"text": "Баясгалан Ц. Зэвсэглэсэн гэмт этгээдийн үйлдлийг таслан зогсоох, баривчлах тактик. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "963",
		"text": "Баясгалан Ц. Эрүүгийн хэрэг бүртгэлтийн ажиллагаанд тавих прокурорын хяналт, түүний эрх зүйн зохицуулалт. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "964",
		"text": "Баясгаланбат Н. Хорих газраас суллагдсан зарим хүмүүст тавих захиргааны хяналт, түүний онол практикийн асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "965",
		"text": "Билгүүн О. Хорих ангид ялтныг хүлээн авах, хуваарилах, шилжүүлэх ажиллагааны эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "966",
		"text": "Билэгдэмбэрэл Я. Байгал орчны эсрэг гэмт хэрэгтэй эрүүгийн тагнуулын ажлаар тэмцэх онцлог. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "967",
		"text": "Болдбаатар Д. Хэргийн газар үзлэг хийх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал, түүнийг боловсронгуй болгох нь. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "968",
		"text": "Болдбаяр Н. Бусдын эд хөрөнгийг дээрэмдэх гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "969",
		"text": "Болор Г. Монгол Улсын Эрүүгийн байцаан шийтгэх ажиллагаан дахь хойшлуулшгүй ажиллагаа, түүний онцлог. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "970",
		"text": "Болор Ц. Эрүүгийн хэрэг бүртгэлтийн ажиллагаанд тавих прокурорын хяналтыг боловсронгуй болгох эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "971",
		"text": "Болормаа Ж. Эрүүгийн байцаан шийтгэх ажиллагааны явцад хүсэлтийг шалгаж шийдвэрлэх ажиллагааны эрх зүйн зохицуулалт, боловсронгуй болгох зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "972",
		"text": "Борхүү П. Тээврийн хэрэгсэлийн хөдөлгөөний аюулгүй байдлын болон ашиглалтын журам зөрчих гэмт хэргийг нотлох ажиллагаа. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "973",
		"text": "Булганаа Ю. Гадаадын иргэн, харьяалалгүй хүн Монгол Улсад оршин суух, дамжин өнгөрөх, зорчих журам зөрчих гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "974",
		"text": "Булганхүү А. Залилан мэхлэх гэмт хэргийн эрүүгийн эрх зүйн ойлголт, криминологи шинж. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "975",
		"text": "Буян Г. Бэлгийн замын халдарт өвчнөө эмчүүлэхээс зайлсхийх, халдаах гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "976",
		"text": "Буянбат Ж. Бусдын бие махбодод хүнд гэмтэл санаатай учруулсны улмаас хохирогч нас барсан гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "977",
		"text": "Буянжаргал С. Гүйцэтгэх ажлын баримт сэлт, мэдээллийг нотлох баримт болгох ажиллагаа. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "978",
		"text": "Буянзаяа Ц. Бусдын эд хөрөнгийг хулгайлах гэмт хэргийн эрүүгийн эрх зүйн шинж, криминологийн зарим асуудал /Халаасны хулгайн гэмт хэргийн жишээн дээр/. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "979",
		"text": "Буян-Өлзий И. Байцаах, нүүрэлдүүлэн байцаах, мэдүүлгийг газар дээр нь шалгах таньж олуулах ажиллагааны сэтгэл зүйн зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "980",
		"text": "Буянхүү Н. Цагдаагийн алба хаагчийн хууль ёсны шаардлагыг үл биелүүлэх, заналхийлэх зөчлийн өнөөгийн байдал, эрх зүйн орчинг боловсронгуй болгоход анхаарах асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "981",
		"text": "Бэхбат Б. Эрүүгийн байцаан шийтгэх ажиллагааны явцад хэрэг бүртгэгч, мөрдөн байцаагч, прокурор, шүүгчийн хууль зөрчсөн ажиллагааны улмаас иргэнд учирсан хохиролыг арилгах хууль тогтоомжийн хэрэгжилтийг сайжруулах асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "982",
		"text": "Бямбадагва Б. Нэр төр, алдар хүндийн эсрэг гэмт хэрэг, эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "983",
		"text": "Бямбадорж Г. Бусдын эд хөрөнгийг булаах гэмт хэргийн эрүүгийн эрх зүйн болон кримналоги шинж. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "984",
		"text": "Бямбасүрэн Д. Онц аюултай гэмт хэрэгтнээр тооцох үндэслэл, журам түүний хэрэгжилт. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "985",
		"text": "Бямбахүү Д. Хүнийг захиалгаар алах гэмт хэргийг гүйцэтгэх ажлаар илрүүлэх зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "986",
		"text": "Бямбацогт Ц. Цэргийн албан хаагчийн эрх зүйн байдал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "987",
		"text": "Ганбаатар Г. Цэргийн гэмт хэргийн шалтгаан нөхцөл, урьдчилан сэргийлэх арга зам. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "988",
		"text": "Ганбаатар Ж. Гал түймрийн шалтгаан нөхцлийг тогтоох үзлэг шинжилгээний зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "989",
		"text": "Ганбаатар М. Зохион байгуулалттай гэмт хэрэг, түүнийг гүйцэтгэх ажлаар илрүүлэх нь. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "990",
		"text": "Ганбат А. Гэмт хэрэгт хамтран оролцогчид, тэдгээрт хүлээлгэх эрүүгийн хариуцлагын зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "991",
		"text": "Ганбат О. Монгол улсад насанд хүрээгүй этгээдэд хүлээлгэх эрүүгийн хариуцлагын эрүүгийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "992",
		"text": "Ганбат Я. Эрүүгийн хэргийг хялбашуулсан журмаар хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалт, практикийн асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "993",
		"text": "Ганболд Д. Гадаад орны захиргааны шүүх ба Монгол улсад захиргааны шүүх байгуулах зарим асуудал. Уб.,2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "994",
		"text": "Ганболд Т. Монгол улсын Эрүүгийн хууль тогтоомжийн дагуу хорих ял оногдуулах онол практикийн зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "995",
		"text": "Ганзориг Д. Эрүүгийн байцаан шийтгэх ажиллагаан дахь гэрчийн эрх зүйн байдал: онол практикийн зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "996",
		"text": "Гансүх А. Зохион байгуулалттай бүлэг, гэмт бүлэглэл байгуулах, түүнд оролцох гэмт хэргийн эрүүгийн эрх зүйн асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "997",
		"text": "Гантөмөр Д. Орон нутагт зохион явуулах эрүүгийн тагнуулын үйл ажиллагааны зарим онцлог. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "998",
		"text": "Гантулга Р. Хэсгийн байцаагчийн гэмт хэргээс урьдчилан сэргийлэх ажлын үр нөлөөг дээшлүүлэх нь. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "999",
		"text": "Гантулга С. Хэрэг бүртгэлтээс оргон зайлсан сэжигтэн, яллагдагчийг эрэн сурвалжлах ажиллагааны онцлог, түүнийг боловсронгуй болгох нь. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1000",
		"text": "Гантулга С. Хүн худалдаалах гэмт хэрэгтэй гүйцэтгэх ажлаар тэмцэх зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1001",
		"text": "Гантулга С. Иргэний хэргийг хялбаршуулсан журмаар хянан шийдвэрлэх ажиллагаа: Эрх зүйн орчин, харьцуулсан судалгаа. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1002",
		"text": "Гантулга Э. Гэмт хэрэг үйлдсэн этгээдийг баривчлах, саатуулах үед гэм хор учруулах. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1003",
		"text": "Ганцоож Б. Албан тушаалаа урвуулан ашиглах гэмт хэргийг гүйцэтгэх ажлаар баримтжуулах асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1004",
		"text": "Ганцэцэг А. Терроризмтай тэмцэх эрүүгийн эрх зүйн асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1005",
		"text": "Ганцэцэг М. Эрүүгийн хэргийг хэрэгсэхгүй болгох эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1006",
		"text": "Ганчимэг Ц. Эрүүгийн хэрэг үүсгэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1007",
		"text": "Гомбодорж А. Цагдаагийн байгууллагын хүний нөөцийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1008",
		"text": "Гэрэлт Д. Төрийн ба төрийн бус байгууллагын албан тушаалтан албаны эрх мэдэл ба албан тушаалын байдлаа урвуулах буюу хэтрүүлэх гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1009",
		"text": "Гэсэрмаа С. Насанд хүрээгүй хүнийг гэмт хэрэг үйлдэхэд татан оруулах гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1010",
		"text": "Даваа Б. 1963 оны эрүүгийн байцаан шийтгэх хуулийг шинэ эрүүгийн байцаан шийтгэх хуультай харьцуулан судлах нь. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1011",
		"text": "Даваадулам Д. Хорих ял шийтгүүлсэн насанд хүрээгүй этгээдийн ялыг эдлүүлэх ажиллагаа, эрх зүйн зохицуулалтын онцлог. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1012",
		"text": "Даваажав Б. Шүүх хуралдааны аюулгүй байдлыг хангах нь. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1013",
		"text": "Давааням Д. Гадаадын иргэний эрх зүйн байдлын тухай хууль, тогтоомжийг зөрчигчдөд хүлээлгэх хариуцлага, зөрчлийг хянан шийдвэрлэх ажиллагаа. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1014",
		"text": "Давааням Р. Монгол улсын цагдаагийн байгууллагын хяналт шалгалтыг боловсронгуй болгох зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1015",
		"text": "Даваасамбуу Ц. Гэмт хэргийн ангилал, түүний эрүүгийн эрх зүйн учир холбогдол. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1016",
		"text": "Дагвасүмбэрэл Х. ЭТА-ны туслах хүчний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1017",
		"text": "Даваасүрэн Э. Биеэ үнэлэх, биеэ үнэлэхийг зохион байгуулах гэмт хэрэгтэй хийх тэмцлийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1018",
		"text": "Дагвасүрэн Д. Банкны хууль тогтоомж зөрчих гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1019",
		"text": "Дамдинсүрэн Э. Газар нь өмчлөх эрхийн объект болох нь. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1020",
		"text": "Дарьсүрэн Л. Монгол Улсын Эрүүгийн хууль үйлчлэх цаг хугацаа, онол практикийн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1021",
		"text": "Дашдамба Д. Улаанбаатар хотод гарч буй хөдөлгөөний аюулгүй байдлын эсрэг гэмт хэргийн шалтгаан нөхцөл урьдчилан сэргийлэх зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1022",
		"text": "Дашцэрмаа Ч. Хүүхдийг албадан болон хүчээр хөдөлмөрлүүлэх гэмт хэргийн эрүүгийн эрх зүйн шинж . Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1023",
		"text": "Долгорсүрэн Б. Ипотекийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1024",
		"text": "Долгорсүрэн М. Захиргааны эрх зүйн эх сурвалж, түүнд хийх шинжилгээ. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1025",
		"text": "Дондогдорж Ж. Гэмт хэргийн олонлог, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1026",
		"text": "Доржбат Б. Тагнах үйл ажиллагааны сэтгэл зүйн зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1027",
		"text": "Доржпалам Ш. Цагдаагийн байгууллагын захиргааны хяналтын үр нөлөөг дээшлүүлэх зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1028",
		"text": "Доржсүрэн А. Монгол Улсын Эрүүгийн эрх зүй дэх аргагүй хамгаалалтын онол практикийн зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1029",
		"text": "Доржсүрэн Х. Мөрдөн байцаах, гүйцэтгэх албадын хамтын ажиллагаагаар нотлох баримтыг бүрдүүлэх. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1030",
		"text": "Доржтайван Д. Гэмт хэрэг үйлдэж олсон эд хөрөнгийг авах, борлуулах гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1031",
		"text": "Дөл Х. Тэсэрч дэлбэрэх бодис тэсэлгээний хэрэгслийн ашиглалтын журам зөрчих гэмт хэргийн эрүүгийн эрх зүйн шинж, криминологийн зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1032",
		"text": "Дугарсүрэн Д. Монгол улсын Эрүүгийн байцаан шийтгэх хуульд сэжигтэн яллагдагчийн эрх зүйн байдлыг тусгаж ирсэн нь, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1033",
		"text": "Дэлгэрмаа Б. Нотлох ажиллагаан дахь шүүх эмнэлгийн шинжээчийн дүгнэлтийг үнэлэх онол практикийн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1034",
		"text": "Ербол Ш. Эрүүгийн хариуцлагыг ялгамжтай ба нэг бүрчилэн байлгах эрүүгийн эрх зүйн бодлогын зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1035",
		"text": "Жавхлан-Эрдэнэ Ж. Нутгийн захиргааны байгууллагын тогтолцоо, зохион байгуулалт, эрх зүйн асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1036",
		"text": "Жамъяандагва Д. Хорих ял эдлэгсдийн ахуй хангалт, эмнэлгийн үйлчилгээ, эрх зүйн зохицуулалт. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1037",
		"text": "Жамъяндорж Ш. Монгол Улс дахь шашин шүтэх, эс шүтэхэрх чөлөөний хэрэгжилт. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1038",
		"text": "Жамъяантөгс С. Цагдаагийн алба хаагчийн гаргасан ёс зүйн зөрчилд хүлээлгэх сахилгын хариуцлага. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1039",
		"text": "Жаргалмөнх Д. Гэмт хэргийн олонлог, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1040",
		"text": "Женисгүл К. Танхайрах гэмт хэрэг үйлдсэн этгээдэд хүлээлгэх эрүүгийн хариуцлагын зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1041",
		"text": "Золзаяа Г. Сэтгэцийн өвчтэй буюу эдгэрэшгүй хүнд өвчтэй яллагдагчийг эрүүгийн хариуцлагаас чөлөөлөх, хэргийг нь хэрэгсэхгүй болгох ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1042",
		"text": "Золзаяа Д. Галт зэвсэгт хийх криминалистикийн шинжилгээний онол, практикийн зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1043",
		"text": "Зоригоо Э. Малын зүс, им тамга судлахуйн мэдлэгийг гэмт хэрэг илрүүлэхэд ашиглах арга зүй. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1044",
		"text": "Лувсан-Очир Ц. Замын хөдөлгөөний аюулгүй байдлын журмын зөрчилд хүлээлгэх хариуцлага. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1045",
		"text": "Лхагвамаа Г. Уучлал үзүүлж ял эдлэхээс чөлөөлөх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1046",
		"text": "Лхагвасайхан Н. Цагдаагийн алба хаагчийн нийгмийн баталгааг хангах эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1047",
		"text": "Лхагвасүрэн Б. Бичигт хийх криминалистикийн оношлогооны шинжилгээний онол,практикын зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1048",
		"text": "Лхагвасүрэн Р. Цагдаагийн байгууллагын захиргааны үйл ажиллагааны зарчим. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1049",
		"text": "Лхам Б. Галын аюулгүй байдалд тавих захиргааны хяналт. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1050",
		"text": "Манас К. Гэмт хэргийн субьект түүний эрүүгийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1051",
		"text": "Мандах Л. Захиргааны хэргийн нотлох баримт, түүнд хийх дүн шинжилгээ. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1052",
		"text": "Манлайбаатар П. Хорих ял эдлэгсдийг гүйцэтгэх ажлаар хянах, түүний эрх зүйн зохицуулалт. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1053",
		"text": "Мөнгөнзул О. Монгол улсын хилийн халдашгүй дархан байдалд халдсан гэмт хэргүүдийн ойлголт, эрүүгийн эрх зүйн шинж, зүйлчлэлийн зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1054",
		"text": "Мөнгөнсарнай Ө. Гэмт хэрэг зүйлчлэх ажиллагааны онол практикийн зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1055",
		"text": "Мөнхбат Д. Гарын мөрны адилтгал, мэдээллийн автоматжуулсан системийг хэрэглэх онол, арга зүйн зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1056",
		"text": "Мөнхбат Л. Гэмт хэргийн бүрэлдэхүүний объектив талын онолын зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1057",
		"text": "Мөнхбат Ц. Механископын шинжилгээний онол, арга зүйн асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1058",
		"text": "Мөнхбаяр Б. Зохион байгуулалттай гэмт бүлэглэлийн хүрээлэлд эрүүгийн тагнуулын сүлжээг зохион байгуулах нь. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1059",
		"text": "Мөнхбаяр М. Тэсэрч дэлбэрэх болон цацраг идэвхт бодисыг бүртгэх, хадгалах, ашиглах, тээвэрлэх, илгээх журам зөрчих гэмт хэргийн эрүүгийн эрх зүйн болон криминологи шинж. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1060",
		"text": "Мөнхгэрэл С. Хорих ангийн чиг үүрэг, эрх зүйн зохицуулалт. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1061",
		"text": "Мөнхгэрэл Ц. Бусад салбар эрх зүйн хэм хэмжээний акт эрүүгийн эрх зүйн эх сурвалж болох нь. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1062",
		"text": "Мөнхдалай Т. Мал хулгайлах гэмт хэргийн криминологи шинж ба урьдчилан сэргийлэх үйл ажиллагааг боловсронгуй болгох нь /МУ-ын баруун хойд хил дамжин гарсан хэргийн жишээн дээр/. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1063",
		"text": "Мөнх-Ертөнц Г. Цагдаагийн дотоод албаны эрх зүйн орчин, анхаарах асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1064",
		"text": "Мөнхзул Б. Гэр бүлийн холбогдотой хэрэг хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1065",
		"text": "Мөнхзул Н. Хүний эрх, эрх чөлөөний талаарх үзэл санааг үндсэн хуульт ёсны төлөвшилтэй холбон үзэх нь. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1066",
		"text": "Мөнхсайхан Д. Эрүүгийн хариуцлагаас чөлөөлөх үндэслэл, журмын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1067",
		"text": "Мөнхсувд А. Доромжлох, гүтгэх гэмт хэргийг нотлох ажиллагааны зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1068",
		"text": "Мөнхсувд Г. Богд хаант монгол улсын цагдаагийн байгууллагын эрх зүйн үндэс. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1069",
		"text": "Мөнхсэргэлэн Б. Монгол Улсын эрүүгийн хууль тогтоомж дахь хууль зүйн техникийн алдаа, түүнд хийсэн дүн шинжилгээ. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1070",
		"text": "Мөнхтамга С. Автомашины гаалийн татвараас зайлсхийн гэмт хэргийг гүйцэтгэх ажлын зарим арга хэрэгслээр илрүүлэх нь. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1071",
		"text": "Мөнхтогтох П. Тээврийн хэрэгслийн мөр судлал дахь криминалистикийн оношлолзүйн асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1072",
		"text": "Мөнхтөр А. Бусдын эд хөрөнгийг завших үрэгдүүлэх гэмт хэргийн эрүүгийн эрх зүйн шинж, зүйлчлэлийн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1073",
		"text": "Мөнхтулга Д. Монгол улсад эрүүгийн ял эдлүүлэх ажиллагаанд оролцох төрийн зарим байгууллагын чиг үүрэг, эрх зүйн зохицуулалтын зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1074",
		"text": "Мөнхтуяа М. Зохиогчийн эрхийн иргэний эрх зүйн хамгаалалт. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1075",
		"text": "Мөнх-Эрдэнэ А. Монгол Улсын эрүүгийн эрх зүй дэх цаазаар авах ялын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1076",
		"text": "Мөнх-Эрдэнэ О. Цагдаагийн байгууллагаас гэрээт харуул хамгаалалтын үйл ажиллагаанд тавих захиргааны хяналт. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1077",
		"text": "Мягмарцэрэн Д. Монголын цагдаагийн байгууллагын гүйцэтгэх ажил, түүний эрх зүйн зохицуулалт. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1078",
		"text": "Мяндасмаа С. Насанд хүрээгүй хүмүүсийн орчин үеийн гэмт явдлын криминологийн асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1079",
		"text": "Намнандорж Б. Шинэ нөхцөл байдлын улмаас хэргийг сэргээх ажиллагааны хэрэгжилт, өнөөгийн байдал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1080",
		"text": "Намнансүрэн Б. Монгол Улсын эрүүгийн болон Шүүхийн шийдэр гүйцэтгэх тухай хуулиудын уялдаа холбооны зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1081",
		"text": "Нансал Г. Монголын Цагдаагийн байгууллагын захиргааны үйл ажиллагааны мөн чанар, зарчмын хэрэгжилт. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1082",
		"text": "Нансалмаа Г. Эрүүгийн шүүн таслах ажиллагааг мэтгэлцэх зарчмаар явуулах онол практикийн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1083",
		"text": "Нансалмаа Д. Үндсэн хуульд нэмэлт өөрчлөлт оруулах журам: онол практикийн зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1084",
		"text": "Наранбаатар А. Хүнийг санаатай алах гэмт хэргийг гүйцэтгэх ажиллагаагаар илрүүлэх зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1085",
		"text": "Наранбаатар Б. Эрүүгийн тагнуулын ажлын арга. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1086",
		"text": "Наранбаатар П. Хорих ял эдлүүлэх ажиллагаа, эрх зүйн зохицуулалтын уламжлал, шинэчлэл. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1087",
		"text": "Наранбаатар Х. Төрийн албаны эрх зүй захиргааны эрх зүйн дэд салбар болох нь. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1088",
		"text": "Наранбаяр Б. Эрүүгийн ял эдлүүлэх ажиллагаанд оролцох төрийн байгууллагын хамтын ажиллагаа, эрх зүйн зохицуулалт, боловсронгуй болгох зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1089",
		"text": "Нарангарав Х. Захиргааны акт, түүнд хийх шинжилгээ. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1090",
		"text": "Нарангэрэл Н. Байцаан шийтгэх ажиллагаан дахь албадлагын бусад арга хэмжээ, тэдгээрийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1091",
		"text": "Нарантуяа Б. Парламентийн БНУ дахь төрийн тэргүүн, түүний эрх зүйн байдал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1092",
		"text": "Наранцацрал Ц. Гэмт хэрэг үйлдэх үеийн гэмт этгээдийн сэтгэл санааны байдал, түүний эрүүгийн эрх зүйн зохицуулалт. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1093",
		"text": "Наргулан Б. Байгал хамгаалах журмын эсрэг гэмт хэргийн тухай гомдол мэдээллийг шалгаж шийдвэрлэх ажиллагаа, хууль зүйн практик. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1094",
		"text": "Насанбат Д. Хорих ял эдлэгсдийн эрүүл мэндийн байдал, хөдөлмөрийн аюулгүй ажиллагааг хангахтай холбогдсон хууль тогтоомжийн хөгжилт, хэрэгжилтийн харьцуулсан судалгаа. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1095",
		"text": "Насанжаргал А. Цагдаагийн байгууллагаас ногдуулах захиргааны шийтгэлийн үр нөлөөг дээшлүүлэх асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1096",
		"text": "Нацагаа Х. Ан агнуурын хууль тогтоомжийг зөрчих гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1097",
		"text": "Номин Б. Дактилоскопийн шинжилгээний үр дүнг дээшлүүлэх арга зам. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1098",
		"text": "Номиндарь Ц. Гэмт хэрэг, захиргааны зөрчлийн харилцан хамаарал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1099",
		"text": "Нурбол М. Зандалчлах гэмт хэргийн криминологийн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1100",
		"text": "Нямбаатар Х. Парламентын тусгай хяналтын зарим асуудлууд. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1101",
		"text": "Нямдаваа Д. Татварын хууль тогтоомж зөрчигчдөд хүлээлгэх захиргааны хариуцлагын үр нөлөөг дээшлүүлэх зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1102",
		"text": "Нямдаваа К. Мал хулгайлах гэмт хэргийг илрүүлэх, нотлох ажиллагааны арга тактикийг сайжруулах зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1103",
		"text": "Нямдорж Б. Хууль зүйн техникийн зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1104",
		"text": "Нямдулам Ж. Хүн худалдах, худалдан авах гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1105",
		"text": "Нямжаргал М. Шүүхийн шинжилгээний ажлын зохион байгуулалт, хяналт шинжилгээг боловсронгуй болгох арга зүйн асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1106",
		"text": "Одмандах Б. Цагдаагийн байгууллагаас хэрэглэх захиргааны таслан зогсоох зарим албадлага. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1107",
		"text": "Одонбаатар О. Хөдөлмөр хамгаалал, аюулгүй ажиллагааны журам зөрчсөн гэмт хэргийг мөрдөх тактик, арга зүй. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1108",
		"text": "Одонтуяа О. Криминалистикийн цахим бүртгэлийг гэмт хэрэгтэй тэмцэхэд ашиглах арга зүйг боловсронгуй болгох зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1109",
		"text": "Одончимэг Ц. Гэмт хэргийн улмаас учирсан эдийн бус хохирлын нэхэмжлэлийг ЭБША-ны явцад шийдвэрлэх зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1110",
		"text": "Одхүү О. Цагдаагийн байгууллагад хаах төрийн алба. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1111",
		"text": "Оргодолхүү М. Адуу хулгайлах гэмт хэргийг гүйцэтгэх ажлын аргаар илрүүлэх үйл ажиллагааны эрх зүйн зохицуулалт, практикын зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1112",
		"text": "Отгон Б. Хор уршиг гэм буруугүйгээр учруулах, түүний эрүүгийн эрх зүйн зохицуулалтын асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1113",
		"text": "Отгон Г. Онц харгис хэрцгий аргаар хүн алах гэмт хэрэг үйлдэгчдийн сэтгэл зүйн онцлог. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1114",
		"text": "Отгонбаатар А. Патент олгох ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1115",
		"text": "Отгонбаатар Д. Хог хаягдлыг зохицуулж буй эрх зүйн зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1116",
		"text": "Отгонбаяр В. Хүн худалдаалах гэмт хэргийг нотлох ажиллагаа. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1117",
		"text": "Отгонжаргал Д. Хүнийг санаатай алах гэмт хэргийн эрүүгийн эрх зүй, криминолгийн зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1118",
		"text": "Отгонжаргал М. Автомашин хулгайлах гэмт хэргийг илрүүлэх тактикийн зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1119",
		"text": "Отгонсүрэн Л. Эрүүгийн хэргийн талаар эрх зүйн туслалцаа харилцан үзүүлэх тухай гэрээний хэрэгжилт, цаашид анхаарах зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1120",
		"text": "Отгонсүрэн Х. Дотоодын цэргийн алба хаагчдын эрх зүйн байдал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1121",
		"text": "Отгонсүрэн Ц. Монгол улсад хорих ял эдлүүлэх үйл ажиллагаа, эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1122",
		"text": "Отгонсүх А. Цагдаа - иргэдийн харилцааны өнөөгийн байдал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1123",
		"text": "Отгонтөгс С. Цагдаагийн байгууллагын шуурхай байдлыг хангахад харилцаа холбооны гүйцэтгэх үүрэг, түүний эрх зүйн зохицуулалт.Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1124",
		"text": "Очбадрах П. Гүйцэтгэх ажил явуулах эрх бүхий байгууллагуудын хамтын ажиллагаа. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1125",
		"text": "Очирпүрэв Б. Хохирогчтой эвлэрсэн үндэслэлээр эрүүгийн хариуцлагаас чөлөөлөх. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1126",
		"text": "Очирхуяг Р. Бусдын бие махбодид хүнд гэмтэл санаатай учруулах гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1127",
		"text": "Очтуяа М. Криминалистикийн мэргэжилтний эрх зүйн байдал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1128",
		"text": "Оюун Б. 1963 оны Эрүүгийн байцаан шийтгэх хуулийг 2002 оны Эрүүгийн байцаан шийтгэх хуультай харьцуулан судлах нь. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1129",
		"text": "Оюунаа Ю. Иргэний хэргийн талаар гаргасан шүүхийн шийдвэр гүйцэтгэх тухай хууль тогтоомжийн харьцуулсан /1926-2002/ судалгаа. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1130",
		"text": "Оюунболд Г. Эрүүгийн байцаан шийтгэх ажиллагааны хугацааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1131",
		"text": "Оюунболд С. Эрүүгийн байцаан шийтгэх ажиллагаа дахь хүний эрх. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1132",
		"text": "Оюунгэрэл Д. Гэмт хэргийн хохирогчийн эрх зүйн хамгааллыг харьцуулан судлах нь. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1133",
		"text": "Оюунжаргал Т. Утаслаг эдлэлд хийх механоскопийн шинжилгээний онол арга зүйн асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1134",
		"text": "Оюунчимэг Б. Торгох ялын эрх зүйн зохицуулалт, хэрэгжилт практик. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1135",
		"text": "Оюунчимэг С. Гэмт хэргээс урьдчилан сэргийлэх ажиллагаан дахь төрийн бус байгууллагын оролцоо, түүнийг боловсронгуй болгох. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1136",
		"text": "Оюунчимэг Т. Шүүгчийн хараат бус байдлыг хангахад анхаарах зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1137",
		"text": "Оюун-Эрдэнэ Г. Цагдаагийн алба хаагч галт зэвсэг хэрэглэх, ашиглах эрх зүйн үндэс. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1138",
		"text": "Оюун-Эрдэнэ Л. Хөдөлмөр хамгаалал, эрүүл ахуйн журам зөрчих, гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1139",
		"text": "Оюутболд Б. Цагдан хорих арга хэмжээг хэрэглэж ирсэн түүхэн уламжлал, гадаад орнуудын цагдан хорих таслан сэргийлэх арга хэмжээний онцлог. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1140",
		"text": "Өлзийжаргал П. Зээлийн гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1141",
		"text": "Өлзийсайхан П. Мансууруулах буюу сэтгэцэд нөлөөлөх бодисыг борлуулахтай холбоотой гэмт хэргийг мөрдөн байцаах арга зүй. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1142",
		"text": "Өнөрцэцэг Ч. Албадан ажил хийлгэх ял эдлүүлэх ажиллагаанд тавих захиргааны хяналтын онол, практикийн зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1143",
		"text": "Пүрэвдорж А. Садар самууныг сурталчлах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1144",
		"text": "Пүрэвдулам Д. Үл хөдлөх эд хөрөнгө түрээслэх гэрээний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1145",
		"text": "Пүрэвжав Р. Дактилоскопын шинжлэх ухааны уламжлал, шинэчлэл. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1146",
		"text": "Роман К. Монгол Улсын Эрүүгийн хууль тогтоомжийн түүхэн хөгжилтийн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1147",
		"text": "Сайнхүү Д. Эрүүгийн байцаан шийтгэх ажиллагаан дахь гэрчийн аюулгүй байдлыг хамгаалах зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1148",
		"text": "Соёл-Эрдэнэ Н. Дактилоскопийн шинжилгээний оношлолзүйн асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1149",
		"text": "Солонго Ж. Мөнгөн тэмдэгтэнд хийх криминалистикийн шижилгээний зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1150",
		"text": "Сосорбарам Т. Цагдаагийн байгууллага ба төрийн бус байгууллагын хамтын ажиллагаа, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1151",
		"text": "Сүхбат Б. Хөдөлгөөний аюулгүй байдлын журмын эсрэг зөрчилийн шийдвэрлэлтэд хийсэн дүн шинжилгээ. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1152",
		"text": "Сүхболд Т. Гүйцэтгэх ажлын хууль тогтоомжийг боловсронгуй болгох зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1153",
		"text": "Сүх-Очир Б. Цагдаагийн хэрэг бүртгэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох онол, практикийн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1154",
		"text": "Сэлэнгэ Д. Эрүүгийн хэрэг үүсгэх ажиллагаа, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудлууд. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1155",
		"text": "Телеуберди С. Тээврийн хэргэслийг албадан зогсоох үйл ажиллагааны эрх зүйн зохицуулалтын зарим асуудлууд. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1156",
		"text": "Төгөлдөрмаа Т. Өршөөл үзүүлэх, эрүүгийн хариуцлагаас чөлөөлөх эрх зүйн үндсийг боловсронгуй болгох асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1157",
		"text": "Төгсмаа Т. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдал, ашиглалтын журмын эсрэг гэмт хэргийн орчин үеийн шалтгаан нөхцөл. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1158",
		"text": "Төмөрбаатар Р. Гэмт хэрэг, захиргааны зөрчилтэй тэмцэх, нийгмийн хэв журам хамгаалах ажиллагааг боловсронгуй болгох зарим асуудал /Төмөр зам, МИАТ-ын Цагдаагийн байгууллагын жишээн дээр/. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1159",
		"text": "Төмөрхуяг Б. Цагдаагийн байгууллагын хэв журмын алба, түүний үйл ажиллагаа, эрх зүйн зохицуулалтын шинэчлэлийн зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1160",
		"text": "Тулга С. Гүйцэтгэх ажлын нөхцөл байдалтай уялдуулан эрүүгийн тагнуулын албаны бүтэц зохион байгуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1161",
		"text": "Тулга Х. Архи, согтууруулах ундааны зүйлийн үйлдвэрлэлт, борлуулалтад тавих захиргааны хяналт, үр нөлөө. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1162",
		"text": "Тунгалаг Х. Монгол Улсын эрүүгийн эрх зүй дэх гарцаагүй байдлын онол-практикийн зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1163",
		"text": "Түвшинбаясал Н. Тээврийн хэрэгслийг хулгайлах гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1164",
		"text": "Түвшинжаргал Д. Насанд хүрээгүй хүнд хорих ял оногдуулах, эдлүүлэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1165",
		"text": "Түвшинжаргал З. Цагдан хорих төвд зохиох гүйцэтгэх ажлын арга хэмжээ, түүний зарим онцлог. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1166",
		"text": "Түвшинжаргал Н. Нутгийн удирдлагын эрх зүйн зохицуулалтыг боловсронгуй болгох үндсэн асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1167",
		"text": "Түвшинжаргал Ц. Шүүхийн өмнөх шатанд тавих прокурорын хяналтын эрх зүйн зохицуулалтыг боловсрангуй болгох зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1168",
		"text": "Түвшинтөр Д. ДОХ өвчнийг бусдад халдаах гэмт хэрэгтэй тэмцэх эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1169",
		"text": "Түмэнбаяр О. Хорих ял эдлээд суллагдсан иргэдэд Цагдаагийн байгууллагаас тавих захиргааны хяналтын үр нөлөөг дээшлүүлэх асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1170",
		"text": "Түмэндэлгэр Д. Гадаадын иргэний эрх зүйн байдал, зохицуулалтын зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1171",
		"text": "Түмэндэлгэр Ц. Өршөөл, уучлалын журмаар сэжигтэн, яллагдагч, ялтныг суллах хууль тогтоомжийн гүйцэтгэлд хийх харьцуулсан судалгаа. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1172",
		"text": "Тэмүүлэн Т. Олон Улсын гэрээгээр улс хоорнд ялтан шилжүүлэх ажиллагаа, түүний эрх зүйн зохицуулалт. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1173",
		"text": "Удаанжаргал Л. Баривчлах ял, түүнийг эдлүүлэх үйл ажиллагаа, эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1174",
		"text": "Ундармаа Я. Цагдаагийн алба хаагчийн үүргээ биелүүлэх, эрх зүйн хамгаалалтын асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1175",
		"text": "Уранчимэг Ж. Шүүн таслах ажиллагааны эсрэг зарим гэмт хэргүүдийн эрүүгийн эрх зүй, кримилогийн зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1176",
		"text": "Ууганбаяр Б. Цагдаагийн байгууллагын ажилтныг эсэргүүцэх, доромжлох гэмт хэргийн эрүүгийн эрх зүйн шинж, криминологийн зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1177",
		"text": "Ууганбаяр Д. Ялтны эрхийн байдал, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1178",
		"text": "Ууганбаяр П. Хорих ял эдлэгсдийг хүмүүжүүлэх үндсэн арга, хэрэгслийн хэлбэр, хууль эрх зүйн зохицуулалт дахь ял, шийтгэлийн асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1179",
		"text": "Ууганбаяр Ч. Эрүүгийн тагнуулын ажлын дотоодын хяналт, шалгалтын зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1180",
		"text": "Уянга Г. Терроризмтой гүйцэтгэх ажлаар тэмцэх онол арга зүйн зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1181",
		"text": "Уянга Л. Анхан шатны эрүүгийн шүүх хуралдаан, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох тухай зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1182",
		"text": "Уянга Э. Цагдаагийн байгууллагаас хэрэглэх захиргааны зөрчлийн хэргийг хангах албадлага, түүнд хийх дүн шинжилгээ. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1183",
		"text": "Хажидмаа З. Насанд хүрээгүй хүмүүсийг гэмт хэрэг үйлдэхэд татан оруулах гэмт хэргийн ойлголт, шалтгаан нөхцөл, урьдчилан сэргийлэх зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1184",
		"text": "Хайдав Н. Ан агнуурын хууль тогтоомжийг зөрчих гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1185",
		"text": "Хархүү Л. Цагдаагийн байгууллагад хүүхдийг гэмт хэргээс урьдчилан сэргийлэх зарим асуудал. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1186",
		"text": "Хасбаатар С. Цагдаагийн байгууллагаас эрх бүхий албан хаагчаас тусгай мэх хэрэглэснээс үүсэх хууль зүйн үр дагавар. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1187",
		"text": "Хасбаатар Т. Нэгдсэн үндэстний байгууллагаас ял эдлүүлэх чиглэлээр гаргасан эрх зүйн баримт бичгийн агуулга, монгол улсын үндэсний хууль тогтоомжид тусгагдан хэрэгжиж байгаа нь. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1188",
		"text": "Хашбаатар Х. Зохион байгуулалттай гэмт явдлын шалтгаан нөхцөл, урьдчилан сэргийлэх зарим асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1189",
		"text": "Хишигбаатар Б. Хуурамч баримт бичиг, тамга тэмдэг, хэвлэмэл маягт үйлдэх, ашиглах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1190",
		"text": "Хишигмаа Ж. Эрүүгийн байцаан шийтгэх ажиллагаанд нотлох баримтыг цуглуулах нь. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1191",
		"text": "Хишигбаатар Д. ГТТБ-ын үйл ажиллагаанд хийх дүн шинжилгээ. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1192",
		"text": "Хос-Эрдэнэ Б. Галт зэвсгийн хошуу, хонгионы сангийн өнөөгийн байдал, цаашид боловсронгуй болгох нь. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1193",
		"text": "Хүрэлбаатар Д. Тэсэрч дэлбэрэх бодис, тэсэлгээний хэрэгслийн ашиглалтын журам зөрчих гэмт хэргийн эрүүгийн эрх зүйн шинж, криминологийн зарим асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1194",
		"text": "Хүрэлбат М. Цагдаа, Шүүхийн шийдвэр гүйцэтгэх байгууллагын хамтын ажиллагаа, эрх зүйн зохицуулалт. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1195",
		"text": "Хүрэл-Эрдэнэ М. Мансууруулах болон сэтгэцэд нөлөөлөх бодистой холбоотой мэдээллийг цагдаагийн байгууллагын хэв журмын албанаас шалгах ажиллагаа. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1196",
		"text": "Цогтбаяр Б. Эдийн засгийн гэмт хэргийг нотлох ажиллагаа. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1197",
		"text": "Цолмонтуяа Ц. Хорих ял эдлэхээс хугацааны өмнө тэнсэн суллах ажиллагаа, эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1198",
		"text": "Цолмонхүү Б. Насанд хүрээгүй этгээдийн хэрэгт явуулах байцаан шийтгэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1199",
		"text": "Цэнгэлмаа Д. Төрийн бэлгэ тэмдгийн түүхэн уламжлал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1200",
		"text": "Цэнгэлмаа Ц. Насанд хүрээгүй этгээдээс үйлдэж байгаа гэмт хэргийн шалтгаан. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1201",
		"text": "Цэнгэлмаа Ц. Насанд хүрээгүй этгээдэд хорих ял оногдуулсан шүүхийн шийтгэх тогтоол биелүүлэхийг хойшлуулах ажиллагааны уламжлал, шинэчлэлийн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1202",
		"text": "Цэнд-Аюуш Д. Шинэ төрлийн гэмт хэргийн эрүүгийн эрх зүйн шинж, зүйлчлэлийн зарим асуудал /хүн барьцаалах, хүн хулгайлах, хүн худалдаалах гэмт хэргийн жишээн дээр/. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1203",
		"text": "Цэндсүрэн Б. Эрүүгийн байцаан шийтгэх ажиллагаан дахь иргэний орон байрны халдашгүй байдлыг хангах зарчимын хэрэгжилт. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1204",
		"text": "Цэрэнбат Ц. Монгол Улсад авто тээврийн хэрэгслийг бүртгэх ажиллагаа, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1205",
		"text": "Цэрэндулам И. Гэмт хэрэг, зөрчилд холбогдсон этгээдийг түр саатуулах ажиллагаа. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1206",
		"text": "Цэрэннямаа Л. Цагдаагийн байгууллагын гэмт хэргээс урьдчилан сэргийлэх ажилд иргэдийг татан оролцуулах зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1207",
		"text": "Цэцэгжаргал С. Хэрэг бүртгэгч,мөрдөн байцаагчын хараат бус байдлыг хангах зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1208",
		"text": "Чекара Х. Сэжигтэн яллагдагч, шүүгдэгчид таслан сэргийлэх арга хэмжээ хэрэглэх онол практикийн асуудал. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1209",
		"text": "Чинбат Б. Олон нийт Цагдаагийн байгууллагын хамтын ажиллагаа, дүн шинжилгээ. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1210",
		"text": "Чинбат Л. Мөрдөн байцаалтын нууцлал ба хэвлэл мэдээлэл. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1211",
		"text": "Чинбат М. Хэргийн газрын үзлэгт криминалистикийн нөхцөл байдлын шинжилгээг ашиглах нь. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1212",
		"text": "Чулуун Ш. Цагдаагийн байгууллагаас галт зэвсэг, тусгай хэрэгсэл хэрэглэж буй байдалд хийх дүн шинжилгээ. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1213",
		"text": "Чулуунбаяр Ж. Төрийн захиргааны удирдлага, өнөөгийн байдал,эрх зүйн орчин, цаашдын хандлага. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1214",
		"text": "Энхбаатар О. Орон нутгийн цагдаагийн байгууллагын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1215",
		"text": "Энхбат Б. Хэрэг бүртгэлт, мөрдөн байцаалтаас оргосон этгээдийг эрэн сурвалжлах ажиллагааны онол практикийн зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1216",
		"text": "Энхбат Б. Мөрдөн байцаалтын шатанд эрүү шүүлттэй тэмцэх зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1217",
		"text": "Энхбат П. Монгол Улсад үйлдэгдэж буй давтан гэмт явдлын шалтгаан нөхцөл, урьдчилан сэргийлэх зарим арга зам. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1218",
		"text": "Энхбаяр А. Монгол улсын цагдаагийн байгууллагаас ногдуулах захиргааны торгууль, түүний эрх зүйн зохицуулалт. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1219",
		"text": "Энхбаяр С. Дундын өмч, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1220",
		"text": "Энхболд Б. Гэмт явдалд хотжих үйл явцын нөлөөлөл урьдчилан сэргийлэх зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1221",
		"text": "Энхболд Б. Усны тухай хууль тогтоомж зөрчих гэмт хэргийн эрүүгийн эрх зүйн шинж. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1222",
		"text": "Энхболд Д. Монгол Улсын захиргааны хариуцлагын хууль болон ЭБШ хуулийн харилцан уялдаа холбооны зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1223",
		"text": "Энхболд Л. Монгол улсад хорих ял эдлүүлэх чиглэлээр гарсан зарим хууль тогтомжийн /1981-1993/ харьцуулсан судалгаа. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1224",
		"text": "Энхболд Н. Цагдаагийн байгууллагаас архидан согтуурахтай хийх тэмцэл. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1225",
		"text": "Энхболд П. Эрүүгийн байцаан шийтгэх ажиллагаа дахь иргэний нэхэмжлэл. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1226",
		"text": "Энхболд Т. Хүн худалдаалах гэмт хэргийг гүйцэтгэх ажлаар баримтжуулах зарим асуудал. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1227",
		"text": "Энхжаргал Д. Нийгмийн эрүүл мэндийн удирдлага, эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1228",
		"text": "Энхзаяа С. Татвар төлөхөөс зайлсхийх гэмт хэрэгтэй хийх тэмцлийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1229",
		"text": "Энхмандах З. Гүйцэтгэх ажлын тухай хууль тогтоомжийн харьцуулсан судалгаа. Уб., 2010 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1230",
		"text": "Энхсайхан С. Төрийн жинхэнэ алба хаагч ба төрийн албатай холбоотой маргааныг хянан шийдвэрлэх ажиллагаа. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1231",
		"text": "Энхтайван Ж. Монгол Улс дахь цагдан хорих шийдвэр гүйцэтгэх үйл ажиллагааны эрх зүйн зохицуулалт, боловсронгуй болгох зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1232",
		"text": "Энхтайван Н. Хүнийг барьцаалах гэмт хэргийн эрүүгийн эрх зүйн асуудал. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1233",
		"text": "Энхтайван Ш. Орчин үеийн гэмт явдал түүний шалтгаан нөхцөл. Уб., 2002 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1234",
		"text": "Энхтөр Ө. Монгол Улсад гарч буй авилгал, түүнтэй тэмцэх зарим арга зам. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1235",
		"text": "Энхтунгалаг Д. Банкнаас олгох зээлийн гэрээ, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1236",
		"text": "Энхтуяа Х. Гэмт хэрэг, зөрчлийн тоо бүртгэлийн үйл ажиллагааг боловсронгуй болгох асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1237",
		"text": "Энхцэцэг Д. Бусдыг болгоомжгүй алах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1238",
		"text": "Эрдэнэбаатар Г. Онц аюултай гэмт хэрэгтнээр тооцогдсон ялтны дунд зохиох гүйцэтгэх ажил. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1239",
		"text": "Эрдэнэбат А. Авлигын эсрэг конвенци Эрүүгийн байцаан шийтгэх хууль тогтоомжийн харьцуулсан судалгаа. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1240",
		"text": "Эрдэнэбат Д. Хууль бусаар ан агнах гэмт хэргийн эрүүгийн эрх зүйн шинж, боловсронгуй болгох арга зам. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1241",
		"text": "Эрдэнэбаяр А. Гэмт хэрэгтэн бие хүний криминологи шинж. Уб., 2001 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1242",
		"text": "Эрдэнэбаяр Г. Олон нийтийг хамарсан эмх замбараагүй байдал үүссэн үед цагдаагийн байгууллагаас явуулах арга хэмжээний тактик. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1243",
		"text": "Эрдэнэбилэг Б. Монгол Улсын Эрүүгийн болон Эрүүгийн байцаан шийтгэх хуулиудын уялдаа холбоо, онол практикийн асуудал. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1244",
		"text": "Эрдэнэбилэг М. Тэмээ хулгайлах гэмт хэргийг илрүүлэх, нотлох ажиллагааны онцлог. Уб., 2007 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1245",
		"text": "Эрдэнэ-Очир С. Зөвшөөрлийн тогтолцоо ба зөвшөөрөл олгох ажиллагаа. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1246",
		"text": "Эрдэнэпүрэв Д. Цагдаагийн байгууллагын эргүүл харуулын үйл ажиллагааг оновчтой зохион байгуулах асуудал. Уб., 2006 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1247",
		"text": "Эрдэнэтуул М. Иргэний хэрэг хянан шийдвэрлэх ажиллагааны хугацаа, түүний эрх зүйн зохицуулалт. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1248",
		"text": "Эрдэнэтуяа Х. Монгол Улсын эрүүгийн байцаан шийтгэх ажиллагаан дахь хохирогчийн эрх зүйн байдлыг боловсронгуй болгох зарим асуудал. Уб., 2004 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1249",
		"text": "Эрдэнэхүү Б. Бичиг судлалын шинжээчийн дүгнэлт нотлох баримтын эх сурвалж болох нь. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1250",
		"text": "Эрдэнэцэцэг Д. Гэмт хэрэг үйлдэх үе шатны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1251",
		"text": "Эрдэнэцэцэг Р. Гэмт хэргийн хохирогчийн эрх зүйн хамгаалалтын өнөөгийн байдал, цаашдын чиг хандлага. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1252",
		"text": "Эрдэнэчимэг Ц. Явган зорчигчоос зам тээврийн осолд өртөж буй шалтгаан нөхцөл, урьдчилан сэргийлэх асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1253",
		"text": "Эрдэнэчулуун П. Монгол Улсын Цагдаагийн байгууллагын жижүүрийн албаны бүтэц, зохион байгуулалт, түүний эрх зүйн зохицуулалт. Уб., 2008 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1254",
		"text": "Эрхэмбаяр Г. Хорих ял эдлүүлэх дэглэм, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1255",
		"text": "Юмчинбагана Б. Шүүхийн шийдвэр гүйцэтгэх ажиллагаанд оролцогч талуудын эрх зүйн байдал, боловсронгуй болгох зарим асуудал. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1256",
		"text": "Ялалт Ц. Тагнах үйл ажиллагааны нууц тодорхойлолтын арга. Уб., 2011 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1257",
		"text": "Янжмаа Г. Захиргааны хэргийн шүүх хэрэг хянан шийдвэрлэх ажиллагаа. Уб., 2005 (Хууль сахиулахын их сургууль )",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1258",
		"text": "Адилмаа Б. Гадна зар сурталчилгаа, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1259",
		"text": "Азжаргал З. Төрийн албан хаагчтай байгуулах үр дүнгийн гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1260",
		"text": "Аззаяа А. Бичил уурхай дахь хүүхдийн хөдөлмөрийн тэвчишгүй хүнд хэлбэрийг арилгах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1261",
		"text": "Алтанзул Б. Албан тушаалын эсрэг гэмт хэргийн эрх зүйн зохицуулалтыг бололвсронгуй болгох зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1262",
		"text": "Алтанзул П. Дүрвэгчдийн эрх зүйн байдал, түүний хамгаалалтын зарим асуудал. Уб., 2004 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1263",
		"text": "Алтансолонго Б. Хөдөлмөрийн эрх зүйн харилцаанд илэрч буй зөрчил түүнд хүлээлгэх хариуцлагын асуудал. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1264",
		"text": "Алтанцог Н. Газрын эрх зүйн зарчим ба хуульзүйн хариуцлагын талаархи эрх зүйн зохицуулалт. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1265",
		"text": "Алтанцэцэг Г. Эрүүгийн хэргийг хэрэгсэхгүй болгох үндэслэл, журам түүнд тулгамдаж буй зарим асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1266",
		"text": "Алтанцэцэг Д. МУ дахь гадаадын хөрөнгө оруулалтын эрх зүйн зохицуулалт. Уб., 2006 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1267",
		"text": "Алтанцэцэг З. Хөдөлмөрийн ганцаарчилсан маргаан, түүнийг хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1268",
		"text": "Алтынхундыз Ш. Мөнгө угаах гэмт хэргээс урьдчилан сэргийлэх асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1269",
		"text": "Амарбат Ү. Төрөөс хувийн өмчийн газрыг нөхөн төлбөртэйгээр эргүүлэн авах эрх зүйн зохицуулалт. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1270",
		"text": "Амаржаргал П. Захиргааны актыг илт хууль бус болохыг тогтоох, хүчингүй болгох эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1271",
		"text": "Ануударь С. Гадаадын иргэнийг албадан гаргах ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1272",
		"text": "Анхбаяр Ч. Газрын тосны салбар дахь бүтээгдэхүүн хуваах гэрээний эрх зүйн зохицуулалт, тулгамдсан асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1273",
		"text": "Ариунаа Б. Төрийн жинхэнэ албан хаагчийг сонгон шалгаруулах эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1274",
		"text": "Ариунаа У. Төрийн тусгай албан хаагчдын нийгмийн асуудлыг шийдэрлэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1275",
		"text": "Ариунбаяр Б. Үл хөдлөх эд хөрөнгийн барьцааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1276",
		"text": "Ариунболд С. Эрүүдэн шүүхтэй тэмцэх эрх зүйн орчинг боловсронгуй болгох зарим асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1277",
		"text": "Ариунболд Т. Прокурорын мөрдөн шалгах ажиллагааны эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1278",
		"text": "Ариунгэрэл С. Гэр бүлийн хүчирхийлэлээс хамгаалах эрх зүйн зохицуулалт. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1279",
		"text": "Ариунжаргал Б. Хөгжлийн бэрхшээлтэй иргэдийн хөдөлмөр зохицуулалтын зарим асуудал. Уб., 2010 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1280",
		"text": "Ариунзаяа Б. Үйлдвэрлэлийн осол, хурц хордлого, мэргэжлээс шалтгаалах өвчнөөс урьдчилан сэргийлэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1281",
		"text": "Ариунзаяа Б. Шүүхийн журмаар гэрлэлт цуцлах ажиллагаа түүний эрх зүйн зохицуулалт. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1282",
		"text": "Ариунзул С. Согтууруулах ундааг хориглосон зүйлээр бэлтгэх гэмт хэргийн бүрэлдэхүүн, зүйлчлэлийн асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1283",
		"text": "Баасандорж Б. Мал хулгайлах гэмт хэргийн онол практикийн зарим асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1284",
		"text": "Баатарсайхан Б. Хэрэг бүртгэл, мөрдөн байцаах шатанд мэтгэлцэх зарчмыг хэрэгжүүлэх онол аргазүйн зарим асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1285",
		"text": "Бавуудорж Б. Торгох ял эдлүүлэх ажиллагааны практик. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1286",
		"text": "Бадмаараг Б. Зохиогчийн эрхийн шууд бус зөрчлийн хэлбэрт хүлээлгэх хариуцлагын онол, практикийн зарим асуудлууд. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1287",
		"text": "Байгалмаа Д. Дундын өмч, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1288",
		"text": "Байгалмаа Х. Хөдөлмөрийн харилцаанд ялгаварлал, давуу байдал, хязгаарлал тогтоохыг хориглох эрх зүйн зохицуулалтын зарим асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1289",
		"text": "Байгальдэлгэр М. Гамшгаас хамгаалах дайчилгааны удирдлага зохион байгуулаллт, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1290",
		"text": "Балжинням Э. Үндсэн хуулийн хэм хэмжээг шүүхээс хэрэглэх онол, практикийн зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1291",
		"text": "Балжинням Т. Иргэний эрх зүйн маргааныг шүүхийн ба шүүхийн бус журмаар шийдвэрлэх зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1292",
		"text": "Балжмаа Г. Шүүхийн шийдвэр гүйцэтгэх албадан ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1293",
		"text": "Батбаатар Д. МУ-ын хууль тогтоомжийн системчлэлийг боловсронгуй болгох зарим асуудал. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1294",
		"text": "Батбаатар С. Эд мөрийн баримтын хадгалалт, хамгаалалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1295",
		"text": "Батбаян А. Хөдөлмөрийн ганцаарчилсан маргаан шийдвэрлэх шүүхийн бус ... . Уб., 2004 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1296",
		"text": "Батбаяр Б. Хүн хулгайлах гэмт хэргийн эрх зүйн зохицуулалт, зүйлчлэл болон нотолгооны зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1297",
		"text": "Батбаяр Ж. Захиргааны хяналтын эрх зүйн зохицуулалтыг боловсронгуй болгох. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1298",
		"text": "Батбаяр Р. Бэлэгсийн гэмт хэргийн эрүүгийн эрх зүйн шинж, зүйлчлэлийн асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1299",
		"text": "Батболд Д. Үл хөдлөх эд хөрөнгийн эрхийн улсын бүртгэлийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1300",
		"text": "Батгэрэл Б. Эцэг эхийн хүүхдээ тэжээн тэтгэх үүрэг, түүний эрх зүйн зохицуулалтын онол практикийн асуудал. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1301",
		"text": "Батдэлгэр Б. Согтууруулах ундааг хэтрүүлэн хэрэглэсэн этгээдийг албадан эрүүлжүүлэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1302",
		"text": "Батзориг Ч. Төрийн жинхэнэ албан хаагчийг захиргааны санаачлагаар ажлаас халах, чөлөөлөх эрх зүйн зохицуулалтын асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1303",
		"text": "Бат-Отгон Б. Ой хээрийн түймэр тавих гэмт хэргийн шалтгаан нөхцөл урьдчилан сэргийлэх арга зам. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1304",
		"text": "Батсайхан Б. Төрийн албан хаагчийн хөдөлмөрийн харилцааны зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1305",
		"text": "Батсайхан Х. Монгол Улсын хөдөлмөрийн эрх зүй дэх ажлын цагийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1306",
		"text": "Батсүрэн Ц. Хүүхдэд үзүүлэх асрамж, халамжийн үйлчилгээний эрх зүйн орчинг боловсронгуй болгох нь. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1307",
		"text": "Батсүх С. Замын хөдөлгөөний аюулгүй байдал, түүний эрх зүйн зохицуулалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1308",
		"text": "Баттулга Д. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагааны хугацаа, эрх зүйн зохицуулалтын асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1309",
		"text": "Баттуяа Б. Эцэг, эхээрээ тэжээн тэтгүүлэх хүүхдийн эрх, түүний эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1310",
		"text": "Батчулуун О. Банк бус санхүүгийн байгууллагын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1311",
		"text": "Бат-Эрдэнэ Д. Хөдөлмөрийн хамтын маргааныг эвлэрэл түншлэлийн аргаар зохицуулах явцад ажилтны эрх ашгийг хамгаалах нь. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1312",
		"text": "Бат-Эрдэнэ Н. Эрүүгийн хэрэг хэрэгсэхгүй болгох ажиллагааны эрх зүйн зохицуулалт. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1313",
		"text": "Бат-Эрдэнэ Т. МУ-ын Их Хурлын сонгуулийн тогтолцоог боловсронгуй болгох зарим асуудал. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1314",
		"text": "Баянтуул Н. Монгол Улс дахь Арбитрын эрх зүйн зохицулалтыг боловсронгуй болгох зарим асуудал. Уб., 2004 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1315",
		"text": "Баярдалай Т. Эрүүгийн хэргийн гэрч, хохирогчийг хамгаалах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1316",
		"text": "Баярмаа З. Зээлийн гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1317",
		"text": "Баярмаа М. Эмэгтэйчүүдийн хөдөлмөрлөх эрх, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2014. (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1318",
		"text": "Баярмаа Ц. Гэр бүлийн хүчирхийлэлтэй тэмцэх эрх зүйн зохицуулалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1319",
		"text": "Баярсайхан Д. Эд хөрөнгийн эрхийн улсын бүртгэлийн үйл ажиллагааны зарчим, онол практикийн зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1320",
		"text": "Баярт Л. Шүүхийн шийдвэр гүйцэтгэх ажиллагаан дахь үл хөдлөх хөрөнгийн албадан дуудлага худалдаа, түүний эрх зүйн зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1321",
		"text": "Баярцэцэг Ө. Хэвлэл мэдээллийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1322",
		"text": "Баяр-Эрдэнэ С. Газрын барьцааны эрх зүйн зохицуулалтын онол практикийн зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1323",
		"text": "Билэгт Б. МУ-ын үндэсний аюулгүй байдал ба тагнуулын тусгай албадын үйл ажиллагааны зарим асуудал. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1324",
		"text": "Болдбаатар О. Бэлгийн халдашгүй байдлын эсрэг гэмт хэргийн эрхзүйн зохицуулалт, зүйлчлэлийн асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1325",
		"text": "Болормаа П. Ажил олгогчдод хүлээлгэх эд хөрөнгийн хариуцлага, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2004 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1326",
		"text": "Болормаа Т. Ажил олгогчийн санаачлагаар хөдөлмөрийн гэрээг цуцлах эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1327",
		"text": "Болортуяа Г. Ипотекийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1328",
		"text": "Болорцэцэг Э. Захиргааны байгууллага, албан тушаалтанд гомдол гаргах, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1329",
		"text": "Больхүү Я. Ажилтнуудын ажил, албан тушаалыг түдгэлзүүлэх эрх зүйн зохицуулалт. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1330",
		"text": "Булгансайхан Е. Зээлийн гэрээнд зээлдэгчийн эрхийг хамгаалах иргэний эрх зүйн зохицуулалт, харьцуулсан судалгаа. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1331",
		"text": "Буяннэмэх Т. Эд хөрөнгийн бус гэм хор учруулснаас үүсэх үүргийн эрх зүйн зохицуулалт. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1332",
		"text": "Бүжмаа Б. Иргэний хэрэг арбитрт хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1333",
		"text": "Бямбадорж Н. Монгол улсын иргэний бүртгэлийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1334",
		"text": "Бямбасүрэн Л. Төрийн жинхэнэ албан хаагчийн албан үүргийг түр орлон гүйцэтгэх харилцааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1335",
		"text": "Бямбацэцэг Д. Хүүхдийг гэр бүлийн хүчирхийллээс хамгаалах эрх зүйн зохицуулалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1336",
		"text": "Ганбаатар Н. Төрийн албан хаагчдын хөдөлмөрийн харилцааны эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1337",
		"text": "Ганболд Д. Бусдын эд хөрөнгийг залилан мэхэлж авах гэмт хэргийн эрүүгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1338",
		"text": "Ганболд Ц. Бусдыг болгоомжгүй алах гэмт хэргийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1339",
		"text": "Ганзориг Б. Хорих ангийн чиг үүрэг, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1340",
		"text": "Ганзориг Ц. Монгол улс дахь гадаадын иргэдийн иргэний гэр бүлийн байдлын бүртгэлийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1341",
		"text": "Гантуяа Г. Өмгөөлөгчийн эрх зүйн байдал, тулгамдаж буй асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1342",
		"text": "Гантуяа Л. Сахилгын шийтгэл хуульзүйн хариуцлагын төрөл болох нь. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1343",
		"text": "Ган-Ундрал Х. Оюуны өмчийн эрхийн зөрчил, түүнд хүлээлгэх хариуцлага. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1344",
		"text": "Ган-Эрдэнэ Д. Ан агнуурын тухай хууль тогтоомж зөрчих гэмт хэргийг үйлдсэн этгээдэд хүлээлгэх эрүүгийн хариуцлага тулгамдсан асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1345",
		"text": "Гаукер А. Оюуны өмчийн эрхийн хамгаалалт, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1346",
		"text": "Гийгиймаа Б. Захиргааны хариуцлага, түүний эрх зүйн зохицуулалт. Уб., 2001 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1347",
		"text": "Гэрэлмаа Х. Баривчлах ял, түүний үр нөлөөг дээшлүүлэх нь. Уб., 2010 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1348",
		"text": "Даваадорж Т. Эд хөрөнгийн хязгаарлагдмал эрхийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1349",
		"text": "Давааравдан С. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаанд прокурорын оролцоо, түүний үр нөлөө. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1350",
		"text": "Даваасүрэн Ч. Анз, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1351",
		"text": "Дагиймаа С. Торгох ялын эрх зүйн зохицуулалтыг боловсронгуй болгох. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1352",
		"text": "Данзмаа Ш. Ажилтнуудын хөдөлмөрийн харилцааг орон нутгийн шинжтэй хэм хэмжээгээр зохицуулах асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1353",
		"text": "Дашдаваа Э. Эх нярай хүүхдээ алах гэмт хэргийн эрүүгийн эрх зүйн шинж. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1354",
		"text": "Долгорсүрэн Г. Хүүхдийн хөдөлмөр эрхлэлт, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1355",
		"text": "Дөлгөөн А. Иргэний эрх зүйн дэх хэлцлийн хэлбэрийн шаардлага: онол-практикийн зарим асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1356",
		"text": "Дэлгэрмаа Н. Албадан ажил хийлгэх ял, түүний үр нөлөөг дээшлүүлэх зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1357",
		"text": "Дэлгэрням Ц. Гадаад худалдааны эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1358",
		"text": "Дэлгэрцэцэг Г. Хууль тогтоох үйл ажиллагаанд олон нийтийн оролцоог хангах арга зам. Уб., 2010 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1359",
		"text": "Еркин А. Международные принципы и стандарты ограничения неприкосновенность личность в уголовном процессе РК. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1360",
		"text": "Жавхлан Б. Сургуулийн гаднах орчинд хүүхдийн аюулгүй байдлыг хангах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1361",
		"text": "Жавхлантөгс М. Мансууруулах болон сэтгэцэд нөлөөлөх бодисын хор хөнөөлөөс хүүхдийг уьдчилан сэргийлэх, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1362",
		"text": "Жавхлантөгс Э. Хүүхдийг хүчээр болон албадан хөдөлмөрлүүлэх гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1363",
		"text": "Жаргал Г. МУ дахь зах зээлийн үеийн хөдөлмөрийн харилцааны зохицуулалтын асуудал. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1364",
		"text": "Жаргал Х. Хорих ял эдлэхээс хугацаанаас нь өмнө тэнсэн суллах, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1365",
		"text": "Жаргалсайхан Б. Хөдөлмөрийн сахилгыг бэхжүүлэхэд сахилгын дүрмийн гүйцэтгэх үүрэг. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1366",
		"text": "Золжаргал Д. Иргэний хэргийн талаархи шүүхийн шийдвэр гүйцэтгэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1367",
		"text": "Золжаргал М. Ховордсон амьтныг хамгаалах үндэсний ба олон улсын эрх зүйн зохицуулалтыг харьцуулан судлах нь. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1368",
		"text": "Золзаяа Д. Жендерийн эрх тэгш байдлыг хангах эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1369",
		"text": "Золзаяа Ц. Хэрэг бүртгэгч, мөрдөн байцаагчийн албан үүргийн хүрээнд үйлдэж буй гэмт хэргийн эрх зүйн зохицуулалт. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1370",
		"text": "Зунцас М. Гэр бүлийн эрх зүйн харилцаанаас үүссэн маргааныг эвлэрүүлэн зуучлалын журмаар шийдвэрлэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1371",
		"text": "Идэрбат Э. Насанд хүрээгүй этгээдийн үйлдсэн гэмт хэрэгт шүүхийн өмнөх шатанд эрүүгийн байцаан шийтгэх ажиллагаа явуулах эрх зүйн зохицуулалт. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1372",
		"text": "Идэрмөнх Д. Бусдын эд хөрөнгийг хулгайлах гэмт хэргийн криминологийн зарим асуудал / Халаасны хулгайн хэргийн жишээн дээр/. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1373",
		"text": "Идэрчулуун Ж. Хүн худалдаалах гэмт хэргийн эрх зүйн зарим зохицуулалт. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1374",
		"text": "Исгүл М. Хөдөлмөрийн эрх зүйн харилцаан дахь хөдөлмөрийн гэрээний хэрэгжилт, түүний зохицуулалтыг боловсронгуй болгох нь. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1375",
		"text": "Лхагвасүрэн Ж. Хараа хяналтгүй хүүхдийн эрх зүйн хамгаалалтыг боловсронгуй болгох зарим асуудал. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1376",
		"text": "Мангилик Б. Гэр бүлийн эрх зүйн хамгаалалтын талаарх онол, практикийн зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1377",
		"text": "Маралмаа Ц. Өрсөлдөөний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1378",
		"text": "Мөнгөндавалгаа Ц. Шүүгч хараат бус байх зарчим, түүний хэрэгжилт. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1379",
		"text": "Мөнгөнсувд О. Монгол Улсын эрүүгийн эрх зүй дэх ялын бодлого, уламжлал шинэчлэлийн зарим асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1380",
		"text": "Мөнгөнчулуун Т. Захиргааны зөрчлийг шүүхээр хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1381",
		"text": "Мөнгөншүр Б. Шүүхийн иргэдийн төлөөлөгчийн тухай эрх зүйн зохицуулалтын зарим асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1382",
		"text": "Мөнхбаатар И. Эд зүйл хууль бусаар хил нэвтрүүлэх гэмт хэргийн нотлох ажиллагаа. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1383",
		"text": "Мөнхбаатар Л. Гэмт хэргээс урьдчилан сэргийлэх эрх зүйн орчинг боловсронгуй болгоход зохицуулах зөвлөлийн гүйцэтгэсэн үүрэг. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1384",
		"text": "Мөнхбат А. Малын хулгайн зохион байгуулалттай гэмт хэргийн нотлох ажиллагааны зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1385",
		"text": "Мөнхбат Б. Төрийн албан хаагч, хэв журам хамгаалах, олон нийтийн байцаагчийг эсэргүүцэх гэмт хэргийн эрүүгийн эрх зүйн зохицуулалтын зарим асуудал /цагдаагийн албан хаагчийн хувьд/. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1386",
		"text": "Мөнхбаяр С. Бусдын эд хөрөнгийг хулгайлах гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт, криминологийн зарим асуудал /орон байрны хулгайн гэмт хэргийн жишээн дээр/. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1387",
		"text": "Мөнхбаяр Ц. Ял хөнгөрүүлэх, хүндрүүлэх нөхцөл байдал, түүний эрх зүйн үр дагавар. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1388",
		"text": "Мөнхгэрэл Б. Баривчлах ялын эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1389",
		"text": "Мөнхгэрэл С. Эрүүгийн байцаан шийтгэх ажиллагаан дах хойшлуулашгүй ажиллагааны эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох нь. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1390",
		"text": "Мөнхжаргал Б. Төрийн албан хаагч, хэв журам хамгаалах олон нийтийн байцаагчийг эсэргүүцэх, доромжлох гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1391",
		"text": "Мөнхсайхан А. Шүүгчийг сэлгэн ажиллуулах, шилжүүлэх талаарх эрх зүйн зохицуулалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1392",
		"text": "Мөнхсуурь Д. Өв залгамжлалын эрх зүйн зохицуулалтын онол, практикийн зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1393",
		"text": "Мөнхсүлд. Өв залгамжлалын эрх зүйн зохицуулалтын онол, практикийн зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1394",
		"text": "Мөнхтулга Н. Захиргааны хэргийг урьдчилан хянан шийдвэрлэх ажиллагаа, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1395",
		"text": "Мөнхтуяа Б. Шүүхийн шийдвэрийг албадан гүйцэтгэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1396",
		"text": "Мөнхтуяа Б. Эрүүл мэндийн даатгалын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1397",
		"text": "Мөнхтуяа Д. Үл хөдлөх хөрөнгийн бүртгэл, түүний эрх зүйн орчин, хамгаалалтыг боловсронгуй болгох нь. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1398",
		"text": "Мөнхцэцэг Б. Үйлдвэрлэл эрхэлж буй хуулийн этгээд дэх төрийн оролцоо түүний онол, практикийн зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1399",
		"text": "Мэндсайхан Э. Цагдаагийн байгууллагаас гэрээт харуул хамгаалалтын үйл ажиллагаанд тавих захиргааны хяналт. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1400",
		"text": "Мягмаржав Т. Боловсролын салбар дахь авлигын гэмт явдлын шалтгаан нөхцөл, урьдчилан сэргийлэх. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1401",
		"text": "Мягмарсүрэн С. Монгол улсын бэлчээрийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1402",
		"text": "Мягмарцэрэн Э. Бусдын эд хөрөнгийг дээрэмдэх гэмт хэргийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1403",
		"text": "Надмидцэрэн Г. Мөнгө угаах гэмт хэрэгтэй тэмцэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1404",
		"text": "Намуунзул Г. Гэрч, хохирогчийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1405",
		"text": "Намхайдорж Б. Хүнийг санаатай алах гэмт хэргийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1406",
		"text": "Нандинцэцэг С. Насанд хүрээгүй этгээдэд хүлээлгэх эрүүгийн хариуцлага эрх зүйн зохицуулалт. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1407",
		"text": "Нандин-Эрдэнэ Б. Монгол улс дах стратегийн ач холбогдол бүхий ашигт малтмал эрэх, хайх, ашиглах эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1408",
		"text": "Нандин-Эрдэнэ Э. Төрийн жинхэнэ албан хаагчийн нийгмийн баталгаа, түүний эрх зүйн зохицуулалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1409",
		"text": "Нарангарав Б. Хөдөлмөрийн эрх зүй дэхь ажлын цагийн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1410",
		"text": "Нарангэрэл Л. Сэжигтнийг баривчлах онол, практикийн асуудлыг боловсронгуй болгох нь. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1411",
		"text": "Нарангэрэл Н. Өөртөө туслах нь иргэний эрх зүйн хамгаалалтын арга болох нь. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1412",
		"text": "Нарангэрэл С. Зохиогчийн эрх болон түүнд хамаарах эрхийг зөрчих гэмт хэргийн эрүүгийн эрх зүйн шинж, хүлээлгэх эрүүгийн хариуцлага. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1413",
		"text": "Нарантуяа М. Монгол Улсын гаалийн тарифын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2004 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1414",
		"text": "Наранцацрал Б. Орчин тойрондоо аюултай зүйлс, аюултай үйл ажиллагаанаас учруулсан гэм хорыг арилгах, түүний эрх зүйн зохицуулалтын асуудал. Уб., 2010 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1415",
		"text": "Наранцацрал Д. Ажлын байран дахь бэлгийн дарамтлалын асуудлыг эрх зүйн хэм хэмжээгээр зохицуулах нь. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1416",
		"text": "Наранцэцэг Д. Гэр бүлийн эрх зүй дэх гэрээний эрх зүйн зохицуулалтын үндсэн асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1417",
		"text": "Наранцэцэг Ц. Шүүхийн прецедентийн онол, практикийн зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1418",
		"text": "Нармандах Э. Үл хөдлөх эд хөрөнгөтэй холбоотой шүүхийн шийдвэр гүйцэтгэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1419",
		"text": "Нинжжамц Л. МУ-ын хөдөлмөрийн харилцааг зохицуулж буй бусад хэм хэмжээг МУ-ын хөдөлмөрийн хуульд нийцүүлэх хэрэгцээ шаардлага, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1420",
		"text": "Нугармаа Ц. МУ дахь төрийн бус байгууллага, түүний үйл ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1421",
		"text": "Нурбек Ж. Хот, тосгоны эрх зүйн зохицуулалтын тулгамдаж буй зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1422",
		"text": "Нямдаржаа Г. Компанийн хувьцаа эзэмшигчдийн эрхийг хамгаалах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1423",
		"text": "Нямдэлэг Д. Шинээр илэрсэн нөхцөл байдлын улмаас хэргийг сэргээх ажиллагаа, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1424",
		"text": "Нямсүрэн Ю. Бараа, бүтээгдэхүүн, ажил үйлчилгээний дутагдлын улмаас үүссэн гэм хор эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1425",
		"text": "Одгэрэл Б. Хүний амь насны эсрэг гэмт хэргийн эрүүгийн эрх зүйн шинж, зүйлчлэлийн асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1426",
		"text": "Одгэрэл Ц. Монгол Улсын бусад улстай байгуулсан эрх зүйн харилцан туслалцаа үзүүлэх гэрээний үйлчлэл, үр нөлөөг дээшлүүлэх нь. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1427",
		"text": "Одонтунгалаг Д. Эдийн бус гэм хорыг арилгах арга зам. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1428",
		"text": "Одонтуяа Ш. Гэмт хэргээс урьдчилан сэргийлэх ажилд олон нийтийн оролцоог хангах нь. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1429",
		"text": "Одонтуяа Э. Эрх зүйн ач холбогдол бүхий үйл явдлыг хянан шийдвэрлэх эрх зүйн зохицуулалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1430",
		"text": "Одсүрэн Ч. Захиргааны хэрэг хянан шийдвэрлэх ажиллагаан дахь мөрдөн шалгах зарчим, онол, практикийн асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1431",
		"text": "Онончимэг Ч. Хүүхэд асрах үйлчилгээний эрх зүйн орчинг бүрдүүлэх нь. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1432",
		"text": "Оргил Ж. Олон улсын харилцаа, хамтын ажиллагааны эрх зүйн үндэс. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1433",
		"text": "Оргилмаа Б. Ойн тухай хууль тогтоомжийг зөрчих гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1434",
		"text": "Отгонбаатар Т. Хамтын гэрээ нь ажилтны хөдөлмөрийн харилцааг зохицуулагч акт болох нь. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1435",
		"text": "Отгонбаяр Д. Эрүүгийн байцаан шийтгэх эрх зүй дэх мэтгэлцэх зарчмын онолын асуудал, практик хэрэгжилт. Уб., 2010 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1436",
		"text": "Отгонбаяр З. Иргэний хэргийн шүүхэд нэхэмжлэл гаргах, түүний эрх зүйн зохичуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1437",
		"text": "Отгонболд Н. Хэрэг бүртгэлт мөрдөн байцаалтаас оргон зайлсан этгээдийг эрэн сурвалжлах ажиллагааг боловсронгуй болгох нь. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1438",
		"text": "Отгонсүрэн Б. Хэрэглэгчийн эрхийг хамгаалах эрх зүйн зохицуулалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1439",
		"text": "Отгонсүрэн С. Хараа хяналтгүй хүүхдийн нийгмийн хамгаалал түүний эрх зүйн зохицуулалт. Уб., 2003 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1440",
		"text": "Отгонтөгс А. Банк бус санхүүгийн байгууллага ба факторингийн гэрээний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1441",
		"text": "Отгонтуяа О. Гэр бүлийн дундын эд хөрөнгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1442",
		"text": "Отгонцэцэг Г. Иргэний гэр бүлийн байдлын бүртгэлийн эрх зүйн зохицуулалтын онол, практикийн зарим асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1443",
		"text": "Отгонцэцэг Ш. Иргэний эрх зүй дэх өөртөө туслах арга, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1444",
		"text": "Очирбал Р. Интернетээр гэрээ байгуулах эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1445",
		"text": "Оюунбилэг Б. Үр дүнгийн гэрээ хөдөлмөрийн контрактын төрөл болох нь. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1446",
		"text": "Оюунгэрэл Ч. Эрүүгийн байцаан шийтгэх ажиллагаан дахь шүүх эмнэлгийн шинжээчийн дүгнэлт, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1447",
		"text": "Оюунтунгалаг С. Газрын маргааныг шүүхэд хянан шийдвэрлэхэд тулгамдаж буй асуудал, түүнийг шийдвэрлэх арга зам. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1448",
		"text": "Оюунцэцэг Д. Сургуулийн “Үдийн цай” хөтөлбөрийн зохистой хоол хүнсээр хангагдах хүүхдийн эрх, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1449",
		"text": "Оюун-Эрдэнэ Э. Иргэний хэрэг арбитрт хянан шийдвэрлэх ажиллагаан дахь шүүхийн оролцоо, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1450",
		"text": "Өлзиймөнх М. Хүүхдийн тэтгэлгийн төлбөр барагдуулах ажиллагаа, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1451",
		"text": "Өнөржаргал З. Хүний эрх ба нийгмийн халамжийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1452",
		"text": "Пагма П. Үндэслэлгүй хөрөнгөжихөөс үүсэх үүргийн онол, практикийн асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1453",
		"text": "Пүрэвдулам С. Ажил олгогчийн санаачилгаар хөдөлмөрийн гэрээг цуцлах онол, практикийн тулгамдсан асуудал. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1454",
		"text": "Пүрэвням Б. Өмгөөллийн үйл ажиллагааны эрх зүйн злхицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1455",
		"text": "Пүрэвчулуун Г. Насанд хүрээгүй хүнийг гэмт хэрэг үйлдэхэд татан оролцуулах гэмт хэргийн эрүүгийн эрх зүйн шинж, хүлээлгэх хариуцлага. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1456",
		"text": "Райса Т. Мансууруулах болох сэтгэцэд нөлөөлөх, эм, бэлдмэл, бодисын хууль бус эргэлтийн эрүүгийн эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1457",
		"text": "Рэнчинбат Г. Түүх,соёлын үнэт зүйлийг хууль бусаар хил нэвтрүүлэх гэмт хэргийг нотлох ажиллагаа. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1458",
		"text": "Сайзмаа Д. Патентын эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2004 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1459",
		"text": "Саналбаяр Ч. Нийгмийн халамжийн тэтгэврийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1460",
		"text": "Санжидмаа Х. Захиргааны хэргийн давж заалдах болон хяналтын шатны шүүхээр хянан шийдвэрлэх үйл ажиллагааны зохицуулалтын онол, практикийн зарим асуудлууд. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1461",
		"text": "Сансар Я. Хорих ял эдлэх хугацаанаас нь өмнө тэнсэн суллах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1462",
		"text": "Сарангоо Х. Хөдөлмөрийн аюулгүй ажиллагааг зөрчсөн тохиолдолд хүлээлгэх хууль зүйн хариуцлагын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1463",
		"text": "Сарангэрэл Д. Хуулийн төсөл боловсруулах үйл явц, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1464",
		"text": "Сарангэрэл Ч. Дампуурлын эрх зүйн харьцуулсан судалгаа, ач холбогдол. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1465",
		"text": "Саранчимэг Н. Аялал жуулчлалын үйл ажиллагаанд авто тээврийн хэрэгслээр жуулчин тээвэрлэх эрх зүйн орчинг боловсронгуй болгох нь. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1466",
		"text": "Сийлэгмаа Б. Сонгуульд иргэд нийтээрээ оролцох зарчим, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1467",
		"text": "Соёл-Эрдэнэ А. Уул уурхайн эрх зүйн салбарын концессийн гэрээний эрх зүйн асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1468",
		"text": "Солонго А. Барилгын ажил гүйцэтгэх гэрээний захиалагчийн эрх зүйн байдал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1469",
		"text": "Солонго Д. Түрээсийн гэрээний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1470",
		"text": "Солонго Т. Ажил, амралтын цагийн эрх зүйн зохицуулалт. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1471",
		"text": "Соронзонболд С. Ял хүндрүүлэх болон хөнгөрүүлэх нөхцөл байдлын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1472",
		"text": "Сосорбарам Б. Өөртөө туслах нь иргэний эрх зүйн хамгаалалтын арга болох нь. Уб., 2010 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1473",
		"text": "Сувд Э. Хөдөлмөрийн гэрээг цуцлах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1474",
		"text": "Сувдмаа Ц. Иргэний хөдөлмөрлөх эрхийг хангах эрх зүйн баталгаа, шүүхийн хамгаалалтын асуудал. Уб., 2010 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1475",
		"text": "Сугар Б. Захиргааны актын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1476",
		"text": "Сүхбаатар Ж. Төрийн чиг үүргийг төрийн бус байгууллагаар гүйцэтгүүлэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1477",
		"text": "Сүхбаатар Ч. Гаалийн байгууллага ба үндэсний аюулгүй байдал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1478",
		"text": "Тамир Н. Төрийн албан тушаалтан эрх мэдлээ урвуулах, хэтрүүлэх гэмт хэргийн зүйлчлэл ба криминологийн зарим асуудал. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1479",
		"text": "Тамираа Ц. Гэр бүлийн эрх зүйн хөгжлийн чиг хандлага. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1480",
		"text": "Төгсжаргал Л. Уур амьсгалын өөрчлөлт, түүний сөрөг нөлөөллийг бууруулах эрх зүйн зохицуулалт. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1481",
		"text": "Төрболд Н. Монгол улс дахь цаазаар авах ялын эрх зүйн асуудал. Уб., 2010 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1482",
		"text": "Төрболд О. Үндсэн хуулийн цэцийн шийдвэрийн хүчин төгөлдөр байдал: онол, практикийн зарим асуудал. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1483",
		"text": "Тунгалаг О. Иргэний бүртгэлийн нэг төрөл болох шилжих хөдөлгөөний эрх зүйн зохицуулалт. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1484",
		"text": "Тунгалагтамир Ч. Хүүхдийн өмчлөх эрхийн хамгаалалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1485",
		"text": "Туяамандах Б. Гэр бүлийн хүчирхийллийн хохирогч хамгаалал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1486",
		"text": "Туяахөлөг В. Нэмэгдсэн өртгийн албан татварын эрх зүйн зохицуулалтын асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1487",
		"text": "Түвдэн Э. Амьдралын даатгалын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1488",
		"text": "Түвшинбат Р. Гэмт хэргийн улмаас учрах эдийн бус хор уршиг түүнийг арилгах арга зам. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1489",
		"text": "Түвшинбаяр Т. Шүүгчид сахилгын шийтгэл ногдуулахтай холбоотой эрх зүйн зохицуулалт, тулгамдсан асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1490",
		"text": "Түвшинбаяр Х. Эрүүгийн байцаан шийтгэх ажиллагааны зардал, тулгамдсан зарим асуудал. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1491",
		"text": "Түвшинбаяр Э. Концессийн гэрээ төр, хувийн хэвшлийн түншлэлийн хэлбэр болох нь. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1492",
		"text": "Түмэннаст М. Мансууруулах болон сэтгэцэд нөлөөлөх эм, бэлдмэл, бодистой холбоотой гэмт хэргийг нотлох ажиллагааны онол, практикийн зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1493",
		"text": "Уламбаяр Г. Амьтны учруулсан гэм хорыг хариуцах эрх зүйн зохицуулалтын онол-практикийн зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1494",
		"text": "Ундрах Б. Гэр бүлийн хүчирхийллийн хохирогчийн аюулгүй байдлыг хамгаалах эрх зүйн зохицуулалт. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1495",
		"text": "Уранбайгаль Н. Гэмт хэргийн нийгмийн аюулыг үгүйсгэх нөхцөл байдлын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1496",
		"text": "Урангоо Т. Нийтийн албан тушаалтны хувийн ашиг сонирхолын мэдүүлэг, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1497",
		"text": "Уранцэцэг М. Төрийн албан хаагчдын цалингийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1498",
		"text": "Уранцэцэг Р. Хөдөлмөрийн маргааны мөн чанар, зохицуулалтын тулгамдсан асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1499",
		"text": "Ургамалцэцэг Б. Монгол улсын орон нутгийн төсвийн харилцаан дахь иргэдийн оролцоо, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1500",
		"text": "Уртнасан Б. Гэр бүлийн хүчирхийллийн эрүүгийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1501",
		"text": "Ууганбаяр Б. Гэрлэгчдийн тэгш эрхийн зарчим, түүний хэрэгжилт. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1502",
		"text": "Ууганзаяа Э. Хуулийн төсөл боловсруулах ажиллагааны эрх зүйн зохицуулалтын асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1503",
		"text": "Ууганцэцэг М. Гэр бүлийн хүчирхийллийн хохирогчийн эрхийг хамгаалах үйлчилгээ, эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1504",
		"text": "Ууганчимэг Ж. Монгол улсын иргэнд газар өмчлүүлэх эрхийн хэрэгжилт түүний онол практикийн зарим асуудал. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1505",
		"text": "Үнэн Ч. МУ дахь гадаадын иргэдийн эрх зүйн байдал, түүний эрх зүйн зохицуулалт. Уб., 2006 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1506",
		"text": "Үүрийнтуяа Р. Иргэний хэргийн давах болон хяналтын шатны шүүхээр хянан шийдвэрлэх үйл ажиллагааны зохицуулалтын онол, практикийн зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1507",
		"text": "Халиунаа Ө. Домэйн нэр, түүний эрх зүйн зохицуулалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1508",
		"text": "Хандаамаа Ч. Гэмт хэрэг үйлдсэн этгээдийг шилжүүлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1509",
		"text": "Хишигмөнх О. Олон улсын хувийн эрх зүйд хамаарах олон улсын гэрээг Монгол улсын шүүхэд хэрэглэх онол, практикийн зарим асуудал. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1510",
		"text": "Хонгор Б. Төсвийн байгууллагын албан хаагчдын хөдөлмөр, түүний эрх зүйн зохицуулалтын асуудал. Уб., 2006 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1511",
		"text": "Хонгорзул С. Цагдаагийн байгууллагын ажиллагаан дахь иргэн болон төрийн бус байгууллагын оролцооны эрх зүйн зохицуулалтын онол, практикийн зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1512",
		"text": "Хорлоо Д. Хөдөлмөрийн контрактын онол практикийн зарим асуудал. Уб., 2001 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1513",
		"text": "Хулан Д. Мэдээллийн эрх зүйг Монгол улсад төлөвшүүлэх нь. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1514",
		"text": "Хулан Н. Эрүүгийн хэргийг хялбаршуулсан журмаар шийдвэрлэх эрх зүйн зохицуулалт. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1515",
		"text": "Хурцбаяр Г. Мал хулгайлах гэмт хэргийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1516",
		"text": "Хуягтбаатар Б. Тэсэрч дэлбэрэх бодисыг хамгаалах үүрэгт ажилдаа хайнга хандах гэмт хэргийн эрүүгийн эрх зүйн шинж, кримнологийн асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1517",
		"text": "Хүдэрмөнх Д. Хил дамнан үйлдэгдсэн малын хулгайн гэмт хэргийн ойлголт, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1518",
		"text": "Хүслэнбаяр Э. Үндсэн хуулийн цэцийн гишүүний эрх зүйн байдлын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1519",
		"text": "Хэрлэн Г. Захиргааны шийдвэр гаргах ажиллагааг зөрчсөн албан тушаалтанд хүлээлгэх сахилгын шийтгэл, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1520",
		"text": "Хэрлэнтуяа Л. Гэр бүлийн дундын эд хөрөнгийн харилцааны эрх зүйн зохицуулалтын асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1521",
		"text": "Цогтбаатар М. Шүүгчийн мэргэжлийн ёсзүйн төлөв байдал, түүнийг дээшлүүлэх арга зам. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1522",
		"text": "Цэвэлмаа О. Үл хөдлөх эд хөрөнгөтэй холбоотой гэрээний бүртгэл, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2004 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1523",
		"text": "Цэндсүрэн Ц. Цахим хэрэгсэл ашиглан үйлдэгдэж буй гэмт хэрэг, түүнээс урьдчилан сэргийлэх асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1524",
		"text": "Цэцэгдэлгэр Ч. Ажил хаялттай холбоотой маргааныг зохицуулах онол практикийн асуудал. Уб., 2004 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1525",
		"text": "Цэцэгдэлгэр Э. Хөдөлмөрийн хууль тогтоомжийн биелэлтэд тавих хяналт, түүний хүрээнд хүлээлгэх хариуцлага. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1526",
		"text": "Чимгээ К. Төрийн худалдан авах ажиллагаа ба авлигаас урьдчилан сэргийлэх эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1527",
		"text": "Чимэдрэгзэн Б. Нийгмийн даатгалтай холбоотойгоор үүсэх маргааны эрх зүйн зохицуулалтын асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1528",
		"text": "Чинар Т. Хүүхдэд асран хамгаалагч, харгалзан дэмжигч тогтоох ажиллагааны эрх зүйн зохицуулалтын үндсэн асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1529",
		"text": "Чинзориг С. Мансууруулах бодисын хууль бус эргэлттэй тэмцэх зарим асуудал. Уб., 2004 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1530",
		"text": "Чулуун Б. Төрийн албатай холбогдон гарсан хэрэг маргааныг хянан шийдвэрлэх ажиллагаа / төрийн жинхэнэ албан хаагчийн жишээн дээр/. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1531",
		"text": "Чулуунбаатар М. Эрүүгийн хэрэг бүртгэлтийн ажиллагаанд тавих прокурорын хяналт, эрх зүйн зохицуулалтын асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1532",
		"text": "Шагдар Ж. Хууль бусаар ашигт малтмал хайх, ашиглах, олборлох гэмт хэргийн эрүүгийн эрх зүйн шинж, криминологийн асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1533",
		"text": "Шинэбаяр С. Эмэгтэйчүүдэд хорих яв эдлүүлэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1534",
		"text": "Ширэндэв Б. Цагдан хорих таслан сэргийлэх арга хэмжээний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1535",
		"text": "Энх-Амар А. Төрийн албан хаагчийн бэлэг, хандив авахтай холбогдсон хязгаарлалтын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1536",
		"text": "Энхбаяр А. Монгол Улс дахь парламентат ёсны хөгжил, чиг хандлага. Уб., 2006 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1537",
		"text": "Энхбаяр А. Ажиллах хүчин гадаадад гаргах, гадаадаас ажиллах хүч, мэргэжилтэн авах эрх зүйн зохицулалтыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1538",
		"text": "Энхбаясгалан У. Монгол Улсын Үндсэн хууль ба гадаадын зарим улс орнуудын Үндсэн хуулиудыг харьцуулан судлах нь. Уб., 2005 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1539",
		"text": "Энхбилгүүн З. Эдийн бус гэм хорыг арилгах эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1540",
		"text": "Энхболд Б. Барьцаалагдсан үл хөдлөх эд хөрөнгөнөөс төлбөр гаргуулах шүүхийн шийдвэр гүйцэтгэх ажиллагаа, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1541",
		"text": "Энхдарь Д. Моргейжийн харилцаанд иргэд, хуулийн этгээд оролцох нь, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1542",
		"text": "Энхжаргал Б. Эдийн болон эдийн бус баялгийн эрх зүйн зохицуулалт. Уб., 2006 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1543",
		"text": "Энхзаяа М. Өв залгамжлалын эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1544",
		"text": "Энхмандах М. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаан дахь шинжээчийн дүгнэлт, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1545",
		"text": "Энхнаран М. Аргагүй хамгаалалтын эрүүгийн эрх зүйн зохицуулалтыг харьцуулан судлах нь. Уб., 2006 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1546",
		"text": "Энхням С. Прокурорын хяналтын шатанд сэтгэхүйн нотлох баримтыг үнэлэх нь. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1547",
		"text": "Энхтунгалаг Г. Гарцаагүй байдал нь үйл явдлын нийгмийн хор аюулыг үгүйсгэх нөхцөл байдал болох нь. Уб., 2011 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1548",
		"text": "Энхцэцэг Д. Олон улсын хөдөлмөрийн эрх зүйн коллизын асуудал. Уб., 2002 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1549",
		"text": "Эрдэнэ Н. Насанд хүрээгүй хүнээс үйлдэж буй гэмт хэргийн шалтгаан, урьдчилан сэргийлэх арга зам. Уб., 2015 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1550",
		"text": "Эрдэнэбат С. Нутгийн өөрөө удирдах ёсны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1551",
		"text": "Эрдэнэбат Ц. Монгол Улсын Засгийн газрын агентлагийн эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1552",
		"text": "Эрдэнэбаяр Н. Монгол улс дахь үндсэн хуулийн хяналт, түүнийг боловсронгуй болгох эрх зүйн зарим асуудал. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1553",
		"text": "Эрдэнэболор С. Бараа үйлчилгээний тэмдгийн бүртгэлийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2004 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1554",
		"text": "Эрдэнэ-Оюун М. Иргэний эрх зүйн харилцаанд оролцогчдын эрхийн тэгш байдлыг хангах зарчим, хэрэгжилт. Уб., 2007 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1555",
		"text": "Эрдэнэтөгс Д. Согтууруулах ундаа хэтрүүлэн хэрэглэсэн этгээдийг албадан саатуулах, түүний эрх зүйн зохицуулалт. Уб., 2016 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1556",
		"text": "Эрдэнэтуяа Д. Хөршийн эрхийн зохицуулалт, тулгамдсан асуудлууд. Уб., 2009 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1557",
		"text": "Эрдэнэтуяа Д. Иргэний хэргийн шүүхийн шийдвэр гүйцэтгэх ажиллагааны хугацаа, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1558",
		"text": "Эрдэнэтуяа М. Хүүхэд үрчлэлтийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2014 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1559",
		"text": "Эрдэнэтуяа Ц. Өндөр настны тэтгэврийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1560",
		"text": "Эрдэнэхишиг Б. Нутгийн захиргааны байгууллагын тогтолцооны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2013 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1561",
		"text": "Эрдэнэхуяг Ц. Гадаадын хөрөнгө оруулалтын эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1562",
		"text": "Эрдэнэцэцэг Ц. Захиргааны хэм хэмжээ тогтоосон шийдвэрийг хянах, бүртгэхтэй холбоотой эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1563",
		"text": "Янжмаа С. Монгол улсад гадаадын иргэн хөдөлмөр эрхлэх эрх зүйн зохицуулалт. Уб., 2010 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1564",
		"text": "He Li Gang. БНХАУ, Монгол Улсын эрүүгийн хуулиудыг харьцуулан судлах нь. Уб., 2012 (Отгонтэнгэр их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1565",
		"text": "Азбаяр Ц. Хоёр шатлалт банкны тогтолцооны эрх зүйн орчинг боловсронгуй болгох зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1566",
		"text": "Алтангэрэл Б. Нийгмийн даатгалын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1567",
		"text": "Алтанзаяа М. Стратегийн өмгөөллийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1568",
		"text": "Алтансувд Н. Эдийн бус гэм хорыг арилгах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1569",
		"text": "Алтансүх Ч. Гэмт бүлэглэлтэй тэмцэх эрх зүйн зохицуулалтын зарим асуудлыг боловсронгуй болгох нь. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1570",
		"text": "Алтанхуяг Б. Иргэний эрх зүйн хамгаалалт. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1571",
		"text": "Алтанцэцэг М. Дампуурал, түүний эрх зүйн зохицуулалт. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1572",
		"text": "Алтанцэцэг Ө. Зээлийн гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1573",
		"text": "Алтанцэцэг Ц. Иргэний шүүх хуралдаанд оролцогчийн эрх зүйн байдал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1574",
		"text": "Амарсанаа Б. Аялал жуулчлалын гэрээний эрх зүйн зохицуулалтын онцлог. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1575",
		"text": "Амарсанаа Н. Өршөөл буюу уучлал үзүүлж ял эдлэхээс чөлөөлөх эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1576",
		"text": "Аниржаргал Г. Арбитрын эрх зүйн зохицуулалт, цаашдын чиг хандлага. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1577",
		"text": "Анхбаяр Ц. Нийгмийг хамарсан арга хэмжээний үүнд цагдаагийн байгууллагаас хийж гүйцэтгэх үйл ажиллагаа /онол, практик/. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1578",
		"text": "Анхмаа Б. Хүний эрхийн талаарх ОУ-ын баримт бичгүүд ЭБШ эрх зүйн эх сурвалж болох нь. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1579",
		"text": "Ариунаа Г. Насанд хүрээгүй хүнийг согтуурал, мансуурал, биеэ үнэлэх, тэнүүчлэл, гуйланчлалд татан оруулах гэмт хэрэг түүний криминологийн зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1580",
		"text": "Ариунаа Ж. Хээл хахууль өгөх, авах, зуучлах гэмт хэргийн эрх зүйн үндсэн шинж, хүлээлгэх эрүүгийн хариуцлагын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1581",
		"text": "Ариунболд Д. Монгол улсын засгын газрын эрх зүйн зохицуулалтын асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1582",
		"text": "Ариунзаяа Б. Нотариатын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1583",
		"text": "Ариун-Эрдэнэ Б. Цагдаагийн байгууллагаас хэрэгжүүлж буй үйл ажиллагаа, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1584",
		"text": "Аюуш Ж. Банк бус санхүүгийн байгууллага, түүний эрх зүйн зохицуулалт ба хэтийн төлөв. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1585",
		"text": "Баасанжав Ж. Эрүүгийн байцаан шийтгэх ажиллагаанд оролцогч гэрч хохирогчийн эрх зүйн зохицуулалтын зарим асуудлыг боловсронгуй болгох нь. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1586",
		"text": "Баасанжав Л. Мэдээллийн эрх зүйн зохицуулалтын зарим асуудал /иргэнийн эрх зүйн аспектаар/. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1587",
		"text": "Баатархүү Б. Авилгалын гэмт хэргийн шалтаан нөхцөл, тэмцэх арга зам. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1588",
		"text": "Бадамхорол Ж. Газрын төлбөр түүний эрх зүйн харилцааны зохицуулалтын үндсэн асуудал. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1589",
		"text": "Барсболд Б. Факторингийн гэрээг монголд нэвтрүүлэх арга зам. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1590",
		"text": "Батбаатар А. Монгол улсын газар өмчлөлийн эрх зүйн уламжлал, шинэчлэлийн зарим асуудал. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1591",
		"text": "Батбаатар А. Гэр бүлийн хүчирхийлэл түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1592",
		"text": "Батбаатар П. Монгол Улсад эм импортлох болон худалдаалах эрх зүйн зохицуулалтын зарим асуудлыг боловсронгуй болгох нь. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1593",
		"text": "Батбаяр Б. Иргэний эрх зүйн дэх хүчин төгөлдөр бус хэлцлийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1594",
		"text": "Батбаяр Д. Монгол улсын гэр бүлийн харилцааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1595",
		"text": "Батбаяр Л. Монгол-Ойрад цааз бичиг, Монголчуудын эрх зүйн ухамсарт нөлөөлөх нь. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1596",
		"text": "Батбаяр Ө. Нутгийн өөрөө удирдах байгууллагийн эрх зүйн зохицуулалтын зарим асуудлыг боловсронгуй болгох нь. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1597",
		"text": "Батболд Ө. Хөдөлмөрийн гэрээ түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1598",
		"text": "Батгарал Н. Патентын эрх зүйн уламжлалт шинэчлэлтийн зарим асуудал. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1599",
		"text": "Бат-Ерөөлт Б. Эрүүгийн байцаан шийтгэх ажиллагаан дахь гэрчийн хамгаалалт түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1600",
		"text": "Батжаргал Б. Амьдралын даатгалын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1601",
		"text": "Батжаргал Г. Нутгийн захиргааны байгууллагын үйл ажиллагаа, зохион байгуулалтын бүтэц, түүний эрх зүйн орчинг боловсронгуй болгох нь. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1602",
		"text": "Батжаргал Х. Даатгалын мэргэжлийн оролцогчийн эрх зүйн зохицуулалтын зарим асуудлыг боловсронгуй болгох нь. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1603",
		"text": "Батзориг Б. Эрүүгийн байцаан шийтгэх ажиллагааны үзлэг, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1604",
		"text": "Батзориг Н. МУ-ын нутгийн захиргааны байгууллагын хяналт, шалгалтын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1605",
		"text": "Батзориг Т. МУ-н хувийн хамгаалалтын эрх зүйн асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1606",
		"text": "Батмөнх М. Хүний амь насны эсрэг гэмт хэргийн эрх зүйн зохицуулал, зүйлчлэлийн асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1607",
		"text": "Батсүх Н. МУ-н шүүхийн шийдвэр гүйцэтгэх эрх зүйн уламжлал шинэчлэл. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1608",
		"text": "Баттогтох Ц. МУ дахь харьцуулсан эрх зүйн төлөв хандлага. Уб., 2002 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1609",
		"text": "Баттогтох Ц. Үл хөдлөх эд хөрөнгөтэй холбоотой гэрээний бүртгэл түүний эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1610",
		"text": "Баттөгс И. Онцгой нөхцөл байдал бий болсон үед цагдаагийн байгууллагаас гүйцэтгэх үйл ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1611",
		"text": "Баттөр О. Терроризмтой хийх тэмцлийн эрүүгийн эрх зүйн кримнолонийн зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1612",
		"text": "Баттулга Б. Монгол улсын эрүүгийн эрх зүй дэх ял түүний уламжлал шинэчлэл. Уб., 2002 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1613",
		"text": "Баттулга Б. Бусдын эд хөрөнгийг хулгайлах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1614",
		"text": "Баттулга Б. Бусдын эд хөрөнгийг дээрэмдэх гэмт хэрэгтэй тэмцэх арга замыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1615",
		"text": "Баттулга Б. Шүүх хүний эрх, эрх чөлөө, шударга ёс баталгаа болох нь. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1616",
		"text": "Батханд Я. Цагдаагийн байгууллагын үйл ажиллагааг боловсронгуй болгох нь. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1617",
		"text": "Батхишиг Д. Эрүүгийн байцаан шийтгэх ажиллагаан дахь хүний эрх ба эрүүдэн шүүхээс урьдчилан сэргийлэх зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1618",
		"text": "Батхуяг Б. Яллагдагчаар татагдвал зохих этгээд тогтоогдоогүй гэмт хэргийг илрүүлэх ажиллагаанд анхаарах асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1619",
		"text": "Батцэцэг Г. Гэрээний бус үүргийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1620",
		"text": "Батцэцэг Д. Эрүүгийн байцаан шийтгэх ажиллагааны явцад хэрэг бүртгэгч, мөрдөн байцаагч, прокурор, шүүгчийн хууль зөрчсөн үйл ажиллагааны улмаас иргэнд учирсан хохирлыг арилгах хууль тогтоомжийн хэрэгжилтийг сайжруулах асуудал. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1621",
		"text": "Бат-Эрдэнэ Г. Эрүүгийн байцаан шийтэх ажиллагаан дахь нэгжлэг явуулах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1622",
		"text": "Бат-Эрдэнэ Г. Картелийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1623",
		"text": "Бат-эрдэнэ Д. Иргэний хэргийн нотлох баримт түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2001 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1624",
		"text": "Бат-эрдэнэ Д. Иргэний хэргийн шүүхийн шийдвэр гүйцэтгэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1625",
		"text": "Бахархал Ц. Төрийн хяналт шалгалтын тогтолцоон дахь мэргэжлийн хяналтын чиг үүрэг. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1626",
		"text": "Баянбилэг Ц. Эрүүгийн эрх зүй дэх олонлог гэмт хэргийн онол практикын зарим асуудал. Уб., 2002 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1627",
		"text": "Баяраа П. Бусдын эд хөрөнгийг залилан мэхэлж авах гэмт хэргийн эрүүгийн эрх зүйн шинж, зүйлчлэлд хийх онол практикийн асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1628",
		"text": "Баяржаргал Ч. Монгол улс дахь нотариатын байгууллагын эрх зүйн зохицуулалтын боловсронгуй болгох нь. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1629",
		"text": "Баярмаа Б. Мал хулгайлах гэмт хэргийн эрүүгийн эрх зүйн ба криминологийн үндсэн асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1630",
		"text": "Баяртогтох Д. МУ-н хорих ял эдлүүлэх байгууллагын харуул хамгаалалт, эрх зүйн зохицуулалтын онцлог, боловсронгуй болгох шалтгаан. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1631",
		"text": "Баяртулга Б. Ан агнуурын тухай хууль тогтоомж зөрчих гэмт хэргийн эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1632",
		"text": "Баярцэцэг С. Газар өмчлөлийн эрх зүйн зохицуулалтад тулгамдаж буй зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1633",
		"text": "Баяр-Эрдэнэ Г. Санхүүгийн түрээсийн харилцааны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1634",
		"text": "Билгүүн Б. Албан тушаалтан хуурамч бичиг баримт үйлдэх гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1635",
		"text": "Болдбаатар А. Гаалийн эрх зүйн харилцааны субъект, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1636",
		"text": "Болдсүх С. Монгол улс дахь гадаадын иргэн, харьяалалгүй хүний захиргааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1637",
		"text": "Болормаа Г. Хөдөлмөр хамгааллын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1638",
		"text": "Болортунгалаг Б. Эрүүгийн эрх зүй дэх торгох ялын хүмүүжлийн үр нөлөөг дээшлүүлэх зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1639",
		"text": "Болорцэцэг Б. Хадгаламж зээлийн хоршоонийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1640",
		"text": "Болорцэцэг Н. Хамтын гэрээний эрх зүйн зохицуулалтын асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1641",
		"text": "Болорчулуун С. Гүйцэтгэх ажилд хүний халдашгүй эрхийг хангах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1642",
		"text": "Булгамаа Р. Монгол улсын их хурлын сонгуулийн эрх зүйн зохицуулалт, тулгамдсан асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1643",
		"text": "Буянбаатар А. Хорих ял оногдуулсан эрүүгийн хэргийн шүүхийн тогтоол гүйцэтгэх ажиллагааны онол практикийн зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1644",
		"text": "Галбадрах Г. Гэмт хэрэг зүйлчлэх ажиллагааны онол, практикийн зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1645",
		"text": "Ганбаатар Т. Ялтны хөдөлмөр зохион байгуулалт, онол практикийн асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1646",
		"text": "Ганбадрах Г. Авилгалтай тэмцэхэд төрийн бус байгууллагын оролцоо, түүний эрх зүйн үндэс. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1647",
		"text": "Ганбат Б. Хорихоос өөр төрлийн ял оногдуупах, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1648",
		"text": "Ганжаргал Д. Ус ашиглах, хамгаалах эрх зүйн зохицуулалтын асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1649",
		"text": "Ганзориг Б. Монгол улсад терроризмтой тэмцэх эрх зүйн зохицуулалтын зарим асуудалыг боловсронгуй болгох нь. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1650",
		"text": "Ганзориг Г. Монгол улсын эрүүгийн эрх зүйн дэх ял тэнсэн түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1651",
		"text": "Гансүх Б. Зохион байгуулалттай гэмт явдлын криминологийн асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1652",
		"text": "Гансүх Л. Яллагдагчаар татагдвал зохих этгээд тогтоогдоогүй гамт хэргийг илрүүлэх нь. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1653",
		"text": "Гансүх Ц. Гэмт этгээдийг шилжүүлэх эрх зүйн зохицуулалтын асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1654",
		"text": "Ганхуяг Б. Патентын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1655",
		"text": "Ганхуяг Н. Хүнийг санаатай алах гэмт хэргийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1656",
		"text": "Ганхуяг Ц. Хууль зүйн товчооны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1657",
		"text": "Ганчимэг Д. Насанд хүрээгүйчүүдийн хөдөлмөр хамгааллын эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1658",
		"text": "Ганчимэг Р. МУ-н Эрүүгийн эрх зүйн дэх гэмт хэргийн субьект. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1659",
		"text": "Ганчимэг С. Гэмт хэрэгт хамаарагсдын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1660",
		"text": "Ганчимэг С. Үл хөдлөх эд хөрөнгийн барьцааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1661",
		"text": "Гэрэлтуяа Н. Хөдөлмөр хамгаалал, эрүүл ахуйн журам зөрчих гэмт хэргийн Эрүүгийн эрх зүйн зохицуулалт, криминологийн зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1662",
		"text": "Даариймаа Ү. МУ-н Гадаад харилцааны эрх зүйн уламжлал шинэчлэлийн зарим асуудал. Уб., 2002 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1663",
		"text": "Даваа Ш. Гэрлэгчдийн олон улсын хувийн эрх зүйн хамгаалалт. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1664",
		"text": "Даваасүрэн М. Үл хөдлөх эд хөрөнгийн барьцааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1665",
		"text": "Дагва Н. Шилжилтийн үеийн улс орнууд дахь төрийн албаны өөрчлөлт шинэчлэл /Монгол Улсын жишээн дээр/. Уб., 2012 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1666",
		"text": "Дагиймаа Г. Нийгмийн даатгалын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1667",
		"text": "Дагиймаа Н. Газрын эрх зүйн харилцаа ба кадастр. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1668",
		"text": "Дарьсүрэн Ш. Захиргааны хэргийг түдгэлзүүлэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1669",
		"text": "Долгорсүрэн Б. Иргэний эрх зүйн хамгаалалт түүний хэрэгжилт. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1670",
		"text": "Дөлгөөн Э. Төрийн албан тушаалтан албаны эрх мэдэл ба албан тушаалын байдлаа урвуулах буюу эрх мэдлээ хэтрүүлэх гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1671",
		"text": "Дуламсүрэн Д. Төрийн захиргааны албан хаагчийн үйл ажиллагааны үр дүн, мэргэжлийн түвшинг үнэлэх эрх зүйн зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1672",
		"text": "Дэжид Р. Эзэн Чингисийн Их засаг хууль ба иргэний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1673",
		"text": "Дэлгэрмаа Г. Шударга бус өрсөлдөөний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1674",
		"text": "Дэлгэрмөрөн Н. Эрүүл мэндийн даатгалын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1675",
		"text": "Дэмбэрэлсайхан Ю. Мал хулгайлах зохион байгуулалттай гэмт хэргийг нотлох ажиллагааны зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1676",
		"text": "Ёндонжамц Д. Франчайзийн гэрээний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1677",
		"text": "Жавзмаа Д. Татвар төлөхөөс зайлсхийх гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт, боловсронгуй болгох асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1678",
		"text": "Занданпүрэв Б. Эмнэлгийн бус нөхцөлд ур хөндөх гэмт хэрэг, түүний эрх зүйн зохицуулалт. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1679",
		"text": "Золбоо Б. Иргэний эрх зүй дэх үл хөдлөх эд хөрөнгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1680",
		"text": "Золжаргал Г. Эрүүгийн байцаан шийтгэх ажиллагаан дахь иргэдийн төлөөлөгчдийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1681",
		"text": "Золжаргал Д. УИХ-ын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1682",
		"text": "Золзаяа Б. МУ дахь гадаадын иргэний бүртгэлийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1683",
		"text": "Зоригтбаатар Д. МУ-н захиргааны хэргийн шүүхийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1684",
		"text": "Итгэлт П. Насанд хүрээгүй хүмүүсийн гэмт явдалтай тэмцэх криминологийн асуудал. Уб., 2002 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1685",
		"text": "Ичинхорлоо С. Монгол улсын хилийн аюулгүй байдал, түүний эрх зүйн зохицуулалт. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1686",
		"text": "Лаврансүрэн Э. Цагдан хоригдож буй сэжигтэн, яллагдагчийн эрхийн хэрэгжилтийн зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1687",
		"text": "Лхагважамц Э. Хүүхэд үрчлэх, үрчлүүлэх эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1688",
		"text": "Лхагваням Б. Ойн тухай хууль тогтооомжыг зөрчих гэмт хэргийн шалтгаан нөхцөл түүнтэй тэмцэх арга замыг боловсронгуй болгох нь. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1689",
		"text": "Лхагвасүрэн Б. Хууль бусаар ашигт малтмал хайх, ашиглах, олборлох гэмт хэрэгтэй тэмцэх, урьдчилан сэргийлэх асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1690",
		"text": "Лхагвасүрэн Ц. Эрүүгийн байцаан шийтгэх ажиллагааны хугацаа түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1691",
		"text": "Мажидмаа Н. Монгол улсад 1921-1924 оны хооронд Үндсэн хуулийн шинжтэй үйлчилж байсан эрх зүйн актуудын онцлог, уламжлал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1692",
		"text": "Майцэнгэл Ю. Өмч хувьчлал түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2002 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1693",
		"text": "Майцэцэг Д. Хорих ял түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2002 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1694",
		"text": "Мандах Х. Мөрдөн байцаалтын шатан дахь хохирогчын эрх зүйн байдал, хохирол нөхөн төлүүлэлт боловсронгуй болгох нь. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1695",
		"text": "Мандухай С. Үл хөдлөх эд хөрөнгө түрээслах гэрээний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1696",
		"text": "Мөнгөннахиа Б. Улсын төсвийн зарлагын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1697",
		"text": "Мөнгөнпүрэв Х. Тэжээгчээ алдсаны тэтгэврийн эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1698",
		"text": "Мөнхбаатар Ч. Эрүүгийн байцаан шийтгэх ажиллагаан дахь иргэний нэхэмжлэлийн онол практикийн асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1699",
		"text": "Мөнхбат Б. Монгол улсын замын хөдөлгөөний дүрэм захиргааны акт болгох нь. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1700",
		"text": "Мөнхбат Г. Гэмт хэргээс урьдчилан сэргийлэх ажиллагаан дахь төрийн бус байгууллагын оролцоо, эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1701",
		"text": "Мөнхбат Д. Монгол улсын парламентын төлөвшил цаашдын чиг хандлага. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1702",
		"text": "Мөнхдэлгэр Д. Насанд хүрээгүй этгээдэд оногдуулах эрүүгийн хариуцлага, түүний хүмүүжлийн үр нөлөөг дээшлүүлэх нь. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1703",
		"text": "Мөнхжаргал Б. Шүүн таслах ажиллагаан дахь шүүгчийн дотоод итгэл. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1704",
		"text": "Мөнхжаргал З. Өмчийн эрхийн хязгаарлалтын асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1705",
		"text": "Мөнхжаргал Ц. Сэтгэцийн өвчтэй болон бусад эдгэршгүй хүнд өвчтэй сэжигтэн яллагдагчийг эрүүгийн хариуцлагаас чөлөөлөх асуудлыг боловсронгуй болгох нь. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1706",
		"text": "Мөнхжаргал Ц. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдал, ашиглалтын журмын эсрэг гэмт хэргийн криминологийн зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1707",
		"text": "Мөнхзул С. Уул уурхайн салбарт хөрөнгө оруулалтын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1708",
		"text": "Мөнхмандах Э. Доромжлох, гүтгэх гэмт хэргийг нотлох ажиллагааны онол практикийн асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1709",
		"text": "Мөнхнаран Н. Эрүүгийн байцаан шийтгэх эрх зүй дэх таслан сэргийлэх арга хэмжээний төрөл. Уб., 2001 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1710",
		"text": "Мөнхсоёл Б. Иргэний эрх зүйн хамгаалалтын зарим асуудал. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1711",
		"text": "Мөнхсоёл Т. Бусдын эд хөрөнгийг дээрэмдэх гэмт хэрэг түүний эрүүгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1712",
		"text": "Мөнхтөр Б. Гэрээ хэлцлийг талуудын гарын хээний дардсаар баталгаажуулах зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1713",
		"text": "Мөнхтуяа Л. Үл хөдлөх эд хөрөнгийн зуучлалын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1714",
		"text": "Мөнхтуяа Л. Гэмт хэргийн нийгмийн хор аюулыг үгүйсгэх нөхцөл байдлын Эрүүгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1715",
		"text": "Мөнх-Учрал Б. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаанд оролцогчдын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1716",
		"text": "Мөнхцэцэг Д. Үл хөдлөх эд хөрөнгө өмчлөх эрхийн бүртгэлийг боловсронгуй болгох тухайд. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1717",
		"text": "Мөнхцэцэг Д. Хялбаршуулсан журмаар хэрэг хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1718",
		"text": "Мөнх-Эрдэнэ Б. Хүнийг санаатай алах гэмт хэргийн шалтгаан нөхцөл, криминологи шинж урьдчилан сэргийлэх асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1719",
		"text": "Мөнх-Эрдэнэ З. Их засаг хуулийн ялын бодлого. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1720",
		"text": "Мэндбаяр Б. Гэмт хэргийн субъектын эрүүгийн эрх зүйн шинж, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1721",
		"text": "Мягмарбаяр Ч. Захиргааны хяналтыг боловсронгуй болгох зарим асуудал. Уб., 2002 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1722",
		"text": "Наранбаяр Н. Олон улсын арилжааны арбитрын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1723",
		"text": "Наранмандах М. Захиргааны акт, түүний эрх зүйн үр дагавар. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1724",
		"text": "Наранмандах Н. Мөрдөн байцаагчийн эрх зүйн байдлыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1725",
		"text": "Наранцацрал Н. Эмэгтэйчүүдийг гэр бүлийн хүрээнд хүчирхийлэхийн эсрэг тэмцэх асуудлын эрх зүйн зохицуулалт. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1726",
		"text": "Наранцэцэг Д. Асран хамгаалах, харгалзан дэмжих үйл ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1727",
		"text": "Насанжаргал Б. Нутгийн өөрөө удирдах ёсны байгууллагын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1728",
		"text": "Номингэрэл Д. Даатгалын эрх зүйн орчинг боловсронгуй болгох зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1729",
		"text": "Номинзул Э. Иргэний эрх зүйн хамгаалалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1730",
		"text": "Нямаа Г. Эрүүгийн байцаан шийтгэх ажиллагаан дахь насанд хүрээгүй хохирогчийн эрх зүйн байдлыг боловсронгуй болгох нь. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1731",
		"text": "Нямбаяр М. Хээл хахууль авах гэмт хэргийн эрүүгийн эрх зүйн, криминологийн асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1732",
		"text": "Нямдулам Ш. Захиргааны шүүх үйл ажиллагаан дахь хэргийн харьяалалын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1733",
		"text": "Нямцогт З. Эрүүгийн байцаан шийтгэх ажиллагааны үе шатуудад хүсэлт гомдол гаргах эрхийг хангах нь. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1734",
		"text": "Нямцэцэг О. Эрүүгийн байцаан шийтгэх ажиллагаанд оролцох гэрчийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1735",
		"text": "Нямцэцэг Т. Иргэний хэрэг үүсгэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1736",
		"text": "Одгал Т. Хүний эрхийн баталгаа, түүний эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1737",
		"text": "Одгэрэл З. Төрийн жинхэнэ албан хаагчийн ажиллах нөхцөл баталгаа эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1738",
		"text": "Одгэрэл М. Эцэг, эх, хүүхдийн хоорондын харилцааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1739",
		"text": "Одонтуул И. Давж заалдах журмаар иргэний хэрэг хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1740",
		"text": "Одонцацрал Д. Ялтны эрх зүйн байдал түүнийг боловсронгуй болгох зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1741",
		"text": "Одсэр Д. Баривчлах ял эдлүүлэхажиллагааний эрх зүйн зохицуулалт. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1742",
		"text": "Орхон В. Богд хаант Монгол улсын төрийн зохион байгуулалтын дэвшилттэй тал уламжлал шинэчлэл, эрх зүйн ач холбогдол. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1743",
		"text": "Отгонбаатар М. Мөрдөн байцаалтын сэтгэл зүйн мөн чанар. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1744",
		"text": "Отгонбат Д. Харьцуулсан нийтийн эрх зүйн судлах зуйл цаашдын чиг хандлага. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1745",
		"text": "Отгонбүүвэй Н. Төрийн үйлчилгээний эрх зүйн зохицуулалтын зарим асуудал /Нийгмийн даатгал болон архивын үйлчилгээний жишээн дээр/. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1746",
		"text": "Отгонгэрэл Ц. Иргэний бүртгэлийн нэг төрөл болох шилжих хөдөлгөөний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1747",
		"text": "Отгонзаяа И. Эрүүгийн эрх зүй дахь Аргагүй хамгаалалт. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1748",
		"text": "Отгонцэцэг Б. Насанд хүрээгүй этгээдийн үйлдсэн гэмт хэрэгт явуулах эрүүгийн байцаан шийтгэх ажиллагаа, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1749",
		"text": "Отгонцэцэг Б. МУ-ын цагдаагийн байгууллагын захиргааны үйл ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1750",
		"text": "Отгонцэцэг Г. Үйлдвэрлэлийн ослын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1751",
		"text": "Отгонцэцэг С. Захиргааны хэргийн шүүхийн шийдвэр гүйцэтгэх ажиллагааг боловсронгуй болгох эрх зүйн зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1752",
		"text": "Отгончимэг Г. МУ-н иргэний газар өмчлөх эрх, түүний үндсэн асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1753",
		"text": "Отгонхишиг Ц. Хөдөлмөрийн үзүүлэх үр нөлөө. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1754",
		"text": "Оюумаа Ш. Сэжигтэн, яллагдагч, шүүгдэгч, хохирогчийг өмгөөлүүлэх эрхээр хангах зарчмын хэрэгжилт. Уб., 2012 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1755",
		"text": "Оюунбилэг Г. Монгол улс дахь зээлийн гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1756",
		"text": "Оюунтунгалаг Д. Гэрлэлтийг шүүхийн журмаар цуцлахад тулгамдаж байгаа зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1757",
		"text": "Оюунтуяа В. Төрийн албаны үйл ажиллагааны уламжлал, шинэчлэлийн зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1758",
		"text": "Оюунцэцэг Д. Нутгийн өөрөө удирдах ёсны төлөвшил, тулгамдсан асуудлууд. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1759",
		"text": "Оюунчимэг Ц. Эд зүйлийг хууль бусаар хил нэвтрүүлэх гэмт хэргийн үндсэн шинж, эрүүгийн хариуцлагын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1760",
		"text": "Оюун-Эрдэнэ Б. Гэм хорын ерөнхий ойлголт болон сэтгэл санаанд учруулсан гэм хор түүний эрх зүйн зохицуулалт. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1761",
		"text": "Оюун-Эрдэнэ Ш. Ажил олгогчийн санаачлагаар хөдөлмөрийн гэрээг цуцлах үндэслэл. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1762",
		"text": "Өлзийбат Л. Хорих ял эдлэхээс хугацааны өмнө тэнсэн суллах ажиллагааны эрх зүйн зохицуулалт. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1763",
		"text": "Өлзийбаяр Б. Хээл хахуулийн гэмт хэрэг, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1764",
		"text": "Өлзийсайхан Б. Хөрөнгө оруулалт, түүний эрх зүйн орчин. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1765",
		"text": "Өлзийсайхан Г. Хуулийн этгээдийн өмчлөх эрх түүний эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1766",
		"text": "Өнөрбаян Я. Гадаадын хөрөнгө оруулалтын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1767",
		"text": "Пунсалноров Э. Эрх зүйн туслалцаа харилцан үзүүлэх гэрээний хүрээнд гэмт этгээдийг шилжүүлэх эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1768",
		"text": "Пүрэвбадам Г. Бусдын эд хөрөнгийг хулгайлах гэмт хэргээс урьдчилан сэргийлэх арга зам, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1769",
		"text": "Пүрэврагчаа С. Насанд хүрээгүй хүүхдийг гэмт хэргээс сэргийлэх асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1770",
		"text": "Пүрэврагчаа С. Гэмт хэрэгт хамтран оролцогчид тэдгээрийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1771",
		"text": "Рэгзэдмаа П. Монгол улсын татварын хөнгөлөлт, чөлөөлөлтийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1772",
		"text": "Рэгзэн Т. Мэдээллийн эрх чөлөөний зарим асуудал. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1773",
		"text": "Сайнбаяр Т. Монгол Улс дахь гадаадын иргэдийн эрх зүйн байдлын зохицуулалтын зарим асуудал. Уб., 2012 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1774",
		"text": "Сакен К. Цагдаагийн албан хаагчдын баталгаа, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1775",
		"text": "Сарантуяа Г. Хорих ял эдэлж буй эмэгтэйчүүдийг хүмүүжүүлэх, нийгэмшүүлэхэд анхаарах зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1776",
		"text": "Сарнай Э. Хувьцааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1777",
		"text": "Саруултөгс Б. Үндэсний эрх зүй дэх хүүхдийн эрхийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1778",
		"text": "Сод-Эрдэнэ О. Эрүүгийн эрх зүй дэх шинэ төрлийн гэмт хэрэг, түүний эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1779",
		"text": "Соёлбаатар С. Шүүхийн шийдвэр гүйцэтгэх үйл ажиллагааны эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1780",
		"text": "Соёлмаа Н. Эрүүгийн байцаан шийтгэх ажиллагаан дахь нотлох ажиллагааг боловсронгуй болгох зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1781",
		"text": "Сугаржав Ц. Мал хулгайлах гэмт хэрэгтэй хийх тэмцлийн зарим асуудал / Төвийн бус аймгийн жишээн дээр/. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1782",
		"text": "Сүхбаатар Б. Хүн худалдах, худалдан авах гэмт хэргийн Эрүүгийн эрх зүйн онол практикийн асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1783",
		"text": "Сүхбат Ж. Шудрага бус өрсөлдөөний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1784",
		"text": "Тамир Э. Хорих ял эдлүүлэх ажиллагааны үр нөлөөг дээшлүүлэх онол практикийн зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1785",
		"text": "Төгсбаяр В. Төрийн захиргааны байгууллагын үйл ажиллагааны эрх зүйн орчинг боловсронгуй болгох нь. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1786",
		"text": "Төгсбаяр Д. Хууль зүйн шинжлэх ухаан дахь харьцуулсан эрх зүй судлал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1787",
		"text": "Төмөрбаатар Н. Ой хээрийн түймэртэй тэмцэн, холбоглох хууль тогтоомжийг боловсронгуй болгох зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1788",
		"text": "Төр-Амгалан Д. Монгол улсын захиргааны хэргийн шүүхийн тогтолцоог боловсронгуй болгох зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1789",
		"text": "Төрбат П. Монгол улсын эрүүгийн эрх зүй дэх цаазаар авах ялын уламжлал, шинэчлэлийн асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1790",
		"text": "Тулга П. Прокурорын байгууллага, түүний эрүүгийн байцаан шийтгэх ажиллагаан дахь хяналтыг боловсронгуй болгох нь. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1791",
		"text": "Туул А. Бусдын эд хөрөнгийг дээрэмдэх гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1792",
		"text": "Туул Б. Хээл хахууль авах гэмт хэргийн эрүүгийн эрх зүйн, зохицуулалтын асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1793",
		"text": "Туяа Б. Гэр бүлийн хөрөнгийн эрхийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1794",
		"text": "Туяа Ж. Тамга, тэмдэг тэдгээрт хийх криминалистик шинжилгээний арга зүйн зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1795",
		"text": "Тэгшмандал Ж. Иргэний эрх зүйн хэм хэмжээг төсөөтэй хэрэглэх зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1796",
		"text": "Тэмүүжин Г. Байгаль орчныг хамгаалахын эсрэг гэмт хэрэгт хүлээлгэх эрүүгийн хариуцлага, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1797",
		"text": "Ундрах Н. Тодорхой албан тушаал эрхлэх, үйл ажиллагаа явуулах эрх хасах ял, түүний онол практикийн зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1798",
		"text": "Уранбилэг Н. МУ-ын Үндсэн Хууль дахь хүний эрхийн төлөв, шийдвэрлэх асуудал, цаашдын хандлага. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1799",
		"text": "Уранболор Ж. Өмгөөллийн байгууллагын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1800",
		"text": "Уранмандах С. Иргэний нийгэм дахь төрийн бус байгууллагын үйл ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1801",
		"text": "Уранчимэг С. Захиргааны хэрэг урьдчилан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1802",
		"text": "Ууганбаяр Б. Зар сурталчилгааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1803",
		"text": "Ууганбаяр Т. Мэтгэлцэх зарчим эрүүгийн шүүн таслах ажиллагаанд хэрэгжиж буй онол практикийн асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1804",
		"text": "Ууганболор Г. Их Юань улсын төр, эрх зүйн уламжлал, онцлог. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1805",
		"text": "Учрал Н. Франчайзын гэрээний эрх зүй зохицуулалттай харьцуулан судлах нь. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1806",
		"text": "Уянга Ө. Ял хөнгөрүүлэх болон хүндрүүлэх нөхцөл байдлын эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1807",
		"text": "Хандаа Ц. Танхайрах гэмт хэргийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1808",
		"text": "Хандмаа Н. Монголын нотариатын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1809",
		"text": "Хаш Л. Гэмт явдал, түүнээс урьдчилан сэргийлэх арга зам. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1810",
		"text": "Хаш-Эрдэнэ С. Мансууруулах бодис агуулсан ургамлыг тарих ургуулах, хурааж авах гэмт хэргийн Эрүүгийн эрх зүйн шинж. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1811",
		"text": "Хишигбаатар М. Нэхэмжлэлийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1812",
		"text": "Хишигсүрэн Г. Аж ахуй нэгжийн орлогын албан татварын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1813",
		"text": "Хонгор Т. Эрүүгийн байцаан шийтгэх ажиллагааны хугацаа түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1814",
		"text": "Хонгорзул Д. Гэмт хэргийн хохирогчийн эрх зүйн хамгааллыг харьцуулан судлах нь. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1815",
		"text": "Хүрэлцэцэг М. Давхар даатгалын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1816",
		"text": "Цацралтуяа. Гэрлэлт болон гэрлэлт цуцлалтыг хүчин төгөлдөр бус гэж тооцох түүний үр дагавар. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1817",
		"text": "Цогтбаатар Б. Монгол улсын эрүүгийн байцаан шийггэх эрх зүй дэхь таслан сэргийлэх арга хэмжээний эрх зүйн зохицуулалтын боловсронгуй болгох зарим асуудал. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1818",
		"text": "Цогтбаатар Ц. Компьютерийн мэдээллийн аюулгуй байдалын эсрэг гэмт хэрэг түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1819",
		"text": "Цолмонгэрэл Т. Албан ажил хийхэд ял түүний үр нөлөөг дээшлүүлэх нь. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1820",
		"text": "Цэдэнбалжир Н. Монгол улсын үндсэн хуулийн цэцийн эрх зүйн зохицуулалт түүнийг боловсронгуй болгох зарим асуудал. Уб., 2001 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1821",
		"text": "Цэнд-Аюуш С. Иргэний хэргийн шүүхийн шийдвэр гүйцэтгэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1822",
		"text": "Цэрэндаваа Э. Захиргааны хэргийн урьдчилан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1823",
		"text": "Цэрэндулам Б. Хөдөлмөрийн гэрээ дуусгавар болох эрх зүйн зохицуулалтын зарим асуудал. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1824",
		"text": "Ц.Цэрэнжаргал. Захиргааны хяналтын онол эрх зүйн үндэс. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1825",
		"text": "Цэрэнлхагва Б. Эрүүгийн байцаан шийтгэх ажиллагаанд өмгөөлөгч оролцох эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1826",
		"text": "Цэрэнсодном А. Прокурорын хямалтын эрх зүйн зохицуулалт. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1827",
		"text": "Цэцэгдэлгэрэх Ц. Шүүх эрх мэдлийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1828",
		"text": "Чинболд Г. Криминалистикийн механоскопын шинжилгээ, тулгамдсан асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1829",
		"text": "Чингис Б. Захиргааны хариуцлага хүлээлгэх шийдвэр гаргах, түүнийг давж заалдах, биелүүлэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1830",
		"text": "Чулуунбаатар О. Хэрэг бүртгэлт, мөрдөн байцаалтыг түдгэлзүүлэх ажиллагааг хэрэгжүүлэх нь. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1831",
		"text": "Чулуунбаатар Ч. Монгол Улсын Ерөнхийлөгчийн бүрэн эрхийн эрх зүйн үндэс. Уб., 2002 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1832",
		"text": "Чулуунчимэг Н. Аргагүй хамгаалалтын эрүүгийн эрх зүйн зарим асуудал. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1833",
		"text": "Шинэбаяр Н. Нийтийн захиргааны байгууллагын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1834",
		"text": "Шинэгэрэл Ш. Захиргааны шүүхийн мөн чанар түүний олон улсын практикыг судлах нь. Уб., 2001 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1835",
		"text": "Энх-Амгалан Ч. Хар тамхи мансууруулах бодисыг хууль бусаар Монгол улсын хил нэвтрүүлэх гэмт хэргийн эрүүгийн болон криминалогийн асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1836",
		"text": "Энхбат Ч. Монгол улс дахь газар эзэмших эрх, түүний эрх зүйн зохицуулалт. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1837",
		"text": "Энхбат Э. Эрүүгийн хэрэг бүртгэлтийн ажиллагаанд тавих прокурорын хяналт түүний эрх зүйн зохицуулалт. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1838",
		"text": "Энхжаргал Ш. Үнэт цаас гаргагчийн эрх зүйн зохицуулалт. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1839",
		"text": "Энхзаяа Р. Эрүүгийн байцаан шийтгэх ажиллагаан дахь шүүх эмнэлгийн шинжээчийн дүгнэлтийг боловсронгуй болгох нь. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1840",
		"text": "Энхтогтох Т. Свот тактик, түүний эрх зүйн орчинийг бүрдүүлэх нь. Уб., 2005 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1841",
		"text": "Энхтөр Н. Санхүүгийн түрээсийн гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1842",
		"text": "Энхтөр У. Эрүүгийн байцаан шийтгэх ажиллагаан дахь байцаалт, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1843",
		"text": "Энхтуул Н. Гэр бүл дэх хүүхдийн эсрэг хүчирхийлэлтэй тэмцэх эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1844",
		"text": "Энхтуяа Б. Хүний эрх, эрх чөлөөний талаарх олон улсын гэрээний үзэл санаа Монгол Улсын Үндсэн хуульд тусгагдсан нь. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1845",
		"text": "Энхтуяа Б. Монгол улсын эрүүгийн эрх зүй дэх хор уршиг гэм буруугүйгээр учруулах тухай институцийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1846",
		"text": "Энхтуяа Б. Мөрдөн байцаах ажиллагаанд тавих прокурорын хяналт. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1847",
		"text": "Энхтуяа Н. Иргэний эрх зүй дэх хүчин төгөлдөр бус хэлцэл. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1848",
		"text": "Энхтуяа О. Төрийн албан хаагчын хөдөлмөрийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1849",
		"text": "Энхтуяа Ц. Барааны тэмдгийн эрхийн хамгаалалтын зарим асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1850",
		"text": "Энхтүвшин Б. Иргэний эрх зүйн маргааныг эвлэрүүлэн зуучлах ажиллагааны зарим асуудал. Уб., 2008 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1851",
		"text": "Энхцэцэг С. Бусдын эд хөрөнгийг залилан мэхэлж авах гэмт хэргийн эрүүгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1852",
		"text": "Энхцэцэг Т. Зохиогчийн эрхийн Иргэнийн эрх зүйн хамгаалалтын зарим асуудал. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1853",
		"text": "Энхцэцэг Ч. Эд хөрөнгийн даатгалын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1854",
		"text": "Энэбиш Х. Монгол улсын иргэний газар өмчлөлийн харилцаа түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1855",
		"text": "Эрдэнэбилэг Б. Насанд хүрээгүй этгээдэд хорих ял оногдуулсан шүүхийн шийтгэх тогтоол биелүүлэхийг хойшлуулах эрх зүйн зохицуулалтын асуудал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1856",
		"text": "Эрдэмтөгс Н. Шунахайн сэдэлттэй гэмт явдлаас урьдчилан сэргийлэх арга зам. Уб., 2006 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1857",
		"text": "Эрдэнэбат Ч. Их засаг хууль дахь ялын бодлого, түүний уламжлал. Уб., 2011 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1858",
		"text": "Эрдэнэбилэг Г. Тэтгэврийн эрх зүйн зохицуулалтын зарим асуудал (Өндөр насны). Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1859",
		"text": "Эрдэнэ-Очир Б. Дээрмийн гэмт хэргийн эрүүгийн эрх зүйн ба кримнологийн зарим асуудал. Уб., 2002 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1860",
		"text": "Эрдэнэ-Очир Ж. Хөдөлгөөний аюулгүй байдлын журам зөрчсөн захиргааны зөрчил, түүний шалтгаан нөхцөл урьдчилан сэргийлэх зарим арга зам. Уб., 2007 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1861",
		"text": "Эрдэнэчимэг Д. Байгалийн зарим нөөц баялгийг ашиглах эрх зүйн зохицуулалтыг боловсронгуй болгох. Уб., 2012 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1862",
		"text": "Эрхэмбаатар Т. Хэрэг бүртгэлт, мөрдөн байцаалтаас оргон зайлсан сэжигтэн, яллагдагчийг эргэн сурвалжлах ажиллагааны онцлог үр нөлөөг дээшлүүлэх нь. Уб., 2009 (Их засаг их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1863",
		"text": "Азжаргал А. Хэрэг бүртгэлт, мөрдөн байцаалтыг түдгэлзүүлэх ажиллагааны эрх зүйн зохмцуулалтыг боловсронгуй болгох. Уб., 2012 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1864",
		"text": "Aзжаргал М. Нотлох ажиллагаан дахь шүүх эмнэлгийн дүгнэлт, онол практикийн зарим асуудал. Уб., 2005 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1865",
		"text": "Алдар Ч. Гадаадын иргэдэд тавих хяналт шалгалт, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1866",
		"text": "Алтансоёмбо Д. Банкны аюулгүй байдлын криминологи, криминалистикын асуудал. Уб., 2014 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1867",
		"text": "Алтантуяа Б. Монгол Улсын иргэний эрүүл, аюулгүй орчинд амьдрах эрхийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1868",
		"text": "Алтантуяа У. Орон сууцны урт хугацааны зээлийн гэрээний эрх зүйн зохицуулалт. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1869",
		"text": "Алтанцэцэг Д. Төрийн захиргааны байгууллагын удирдан захирах үйл ажиллагааны хүрээнд эрх зүйн акт бүтээх үйл ажиллагааны зарим асуудал. Уб., 2005 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1870",
		"text": "Амарсанаа Т. Сэтгэл санааны гэм хорыг арилгах эрх зүйн зохицуулалт. Уб., 2004 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1871",
		"text": "Амарсанаа Ц. Барилга угсралтын тусгай зөвшөөрөл олгох эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1872",
		"text": "Ангарагжав М. Насанд хүрээгүйчүүдийн гэмт явдлын криминологи шинж, шалтгаан нөхцөл, урьдчилан сэргийлэх асуудал. Уб., 2007 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1873",
		"text": "Ариунаа С. Ажлаас үндэслэлгүй халагдсан тухай маргааныг шүүхээр шийдвэрлэх тухай. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1874",
		"text": "Ариунбат Ц. Цагдаагийн байгууллагын мөрдөн байцаах албаны эрх зүйн зохицуулалтыг боловсронгуй болгох онол практикийн зарим асуудал. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1875",
		"text": "Ариунжаргал Б. Хорих ял, түүхэн уламжлал, шинэчлэлийн зарим асуудал. Уб., 2010 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1876",
		"text": "Ариунзаяа А. Парламент ба хууль тогтоох үйл ажиллагаа. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1877",
		"text": "Ариунзаяа Д. Өмчийн эрхийг нэхэмжлэлийн аргаар хамгаалах асуудал. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1878",
		"text": "Арсланбаатар Б. Хорих ял эдлэхээс хугацааны өмнө тэнсэн суллах ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1879",
		"text": "Аянагүль Д. Насанд хүрээгүй этгээдэд хорих ял оногдуулах, түүнийг эдлүүлэх ажиллагааны онцлог. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1880",
		"text": "Байгалмаа Д. Агаар хамгаалах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1881",
		"text": "Байгалмаа Н. Гэмт хэргийн гэрч, хохирогч, хүүхдийн эрх зүйн хамгаалалтын зарим асуудал. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1882",
		"text": "Батбаяр Г. Дээрэмдэх болон хүч хэрэглэсэн булаалтын гэмт хэргийн зүйлчлэлийн асуудлууд. Уб., 2015 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1883",
		"text": "Батболд Н. Банкны хадгаламжийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2007 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1884",
		"text": "Батболд Ц. Насанд хүрээгүй этгээдийг хулгайн гэмт хэрэг үйлдэхээс урьдчилан сэргийлэх арга зам. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1885",
		"text": "Батбуян С. Бизнесийн эрх зүйн хариуцлага. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1886",
		"text": "Батзориг М. Ерөнхийлөгчийн бүрэн эрхийн төлөвшлийн асуудал. Уб., 2004 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1887",
		"text": "Бат-Оюун Б. Монгол Улс дахь хөдөлмөрийн хөлсний доод хэмжээний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1888",
		"text": "Батсүх Н. Түрээсийн гэрээний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1889",
		"text": "Батсүх О. Иргэн бизнесийн эрх зүйн харилцаанд оролцох эрх зүйн зохицуулалт. Уб., 2014 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1890",
		"text": "Баттулга Б. Аж ахуйн нэгжийн орлогын албан татвар, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2011 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1891",
		"text": "Батцэрэн Д. Албадан ажил хийлгэх ялын үр нөлөө, түүнийг дээшлүүлэх асуудал. Уб., 2011 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1892",
		"text": "Батцэцэг Б. Монгол Улс дахь гадаадын хөрөнгө оруулалттай аж ахуйн нэгжүүд дэх хөдөлмөр зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1893",
		"text": "Батцэцэг С. Иргэний эрх зүйн хамгаалалт. Уб., 2006 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1894",
		"text": "Баянбаатар Л. Хууль хэрэглэх арга зүйг боловсронгуй болгох эрх зүйн зарим асуудал. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1895",
		"text": "Баярмаа Н. Захиргааны хэргийн шүүхийн шийдвэр гүйцэтгэлийн ажиллагааг боловсронгуй болгох арга зам. Уб., 2014 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1896",
		"text": "Баярсайхан Н. Монгол Улсаас БНСУ-д гэрээгээр ажиллагсдын хөдөлмөрийн харилцааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1897",
		"text": "Баясгалан Б. Монгол Улсын нутгийн өөрөө удирдах ёсны эрх зүйн зохицуулалтын хөгжил, цаашдын чиг хандлага. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1898",
		"text": "Болд-Эрдэнэ Ш. Мөрдөн байцаах ажиллагаанд тавих прокурорын хяналт, түүнийг боловсронгуй болгох арга замууд. Уб., 2007 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1899",
		"text": "Болормаа Б. Цахим худалдааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1900",
		"text": "Болормаа Ё. Хөдөлмөрийн контрактын онол, практикийн зарим асуудал. Уб., 2006 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1901",
		"text": "Болормаа Р. Хууль нийтлэх онол, практикийн асуудал. Уб., 2010 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1902",
		"text": "Болормаа Ц. Хууль бүтээх үйл ажиллагаан дахь бодлогын шинжилгээ, ач холбогдол. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1903",
		"text": "Болормаа Ц. Сумдын нутгийн өөрөө удирдах байгууллагад тулгамдаж буй зарим асуудал шийдвэрлэх арга зам. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1904",
		"text": "Болорхишиг Ш. Төрийн эрх мэдэл хуваарилах онол хэрэгжиж буй практик онцлог. Уб., 2011 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1905",
		"text": "Бямбадорж Ц. Шинэ нөхцөл байдлын улмаас хэргийг сэргээхэд тулгамдаж буй асуудал. Уб., 2014 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1906",
		"text": "Ганбилэг П. Усны тухай хууль тогтоомж зөрчих гэмт хэргийн бүрэлдэхүүнд хийсэн дүн шинжилгээ. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1907",
		"text": "Ганболд Г. Татварын гэмт явдалтай хийх тэмцэл онол, практикийн зарим асуудал. Уб., 2006 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1908",
		"text": "Ганзориг Д. Хүний амьд явах эрхийн эсрэг гэмт хэрэг, түүний шалтгаан нөхцөл, тэмцэх арга зам. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1909",
		"text": "Ганпүрэв Б. Хууль зүйн коллизи: шийдвэрлэх түгээмэл аргууд. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1910",
		"text": "Гантогтох С. Гадаадын хөрөнгө оруулалт, түүний олон улсын болон үндэсний эрх зүйн орчин. Уб., 2010 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1911",
		"text": "Ганцэцэг С. Аж үйлдвэрийн өмч, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1912",
		"text": "Гэрэлмаа Н. Хээл хахууль авах, өгөх, зуучлах гэмт хэргийн тухай ойлголт, эрх зүйн үндсэн шинж. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1913",
		"text": "Давааринчин Г. Амьтны учруулсан гэм хорыг хариуцан арилгах үүргийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1914",
		"text": "Доржпүрэв С. Төрийн албан хаагчийн эрхийг эрүүгийн эрх зүйгээр хамгаалах нь (уламжлал, шинэчлэлийн асуудал). Уб., 2004 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1915",
		"text": "Дуламсүрэн С. Монгол Улсын харьяат хүүхдийг гадаадын иргэнд үрчлүүлэх эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1916",
		"text": "Жавхлан Д. Захиргааны эрх зүйн гэрээ, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1917",
		"text": "Жаргалбаяр Д. Ойн тухай хууль тогтоомж зөрчих гэмт хэрэг, тулгамдсан асуудлууд. Уб., 2012 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1918",
		"text": "Жаргалсайхан М. Иргэдээс төрийн байгууллага, албан тушаалтанд өргөдөл гомдол гаргах эрхийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1919",
		"text": "Золбаяр Г. Цагдаагийн байгууллагын ажилтны мэргэжлийн ёс зүйн зарим асуудал. Уб., 2011 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1920",
		"text": "Идэрбаяр Д. Хил гаалийн байгууллагаас мансууруулах сэтгэцэд нөлөөлөх бодисыг илрүүлэх ажиллагааны эрх зүйн зохицуулат. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1921",
		"text": "Идэрчулуун Э. Өмчлөх эрхийн онол, орчин үеийн сэтгэлгээний чиг хандлагын зарим асуудал. Уб., 2014 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1922",
		"text": "Ичинхорлоо Ж. Яллагдагчийн эрхийн баталгаа ба гэм буруугийн зарчим. Уб., 2005 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1923",
		"text": "Лхагвадорж Л. Бусдын эд хөрөнгийг дээрэмдэх гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн шинж. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1924",
		"text": "Лхагвадэлгэр Н. Албадан ажил хийлгэх ял, түүний эрх зүйн зохицуулалт. Уб., 2004 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1925",
		"text": "Мандах Ц. Монгол Улс дахь гадаадын иргэдийн эрх зүйн байдал, түүний онцлог. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1926",
		"text": "Мөнгөнзул Г. Уурхайн нөхөн сэргээлтийг зохих журмын дагуу хиййгээгүйн улмаас хүлээлгэх эрүүгийн хариуцлага. Уб., 2012 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1927",
		"text": "Мөнгөнтуяа Г. Гэмт хэргийн тухай гомдол, мэдээллийг шалгаж шийдвэрлэх ажиллагааны онол, практикийн зарим асуудал. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1928",
		"text": "Мөнгөнхундага Л. Хор уршиг гэм буруугүйгээр учруулах, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1929",
		"text": "Мөнхболд Ж. Зандалчлах гэмт хэргийн эрүүгийн эрх зүйн шинж, криминологийн зарим асуудал. Уб., 2004 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1930",
		"text": "Мөнхдулам Р. Бараа худалдах, худалдан авах олон улсын гэрээ, түүний үндсэн асуудлууд. Уб., 2011 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1931",
		"text": "Мөнхжаргал Л. Үзэл бодлоо чөлөөтэй илэрхийлэх эрх бол хүний үндсэн эрх. Уб., 2005 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1932",
		"text": "Мөнхзаяа Б. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаанд өмгөөлөгчийн оролцооны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1933",
		"text": "Мягмарцэрэн Д. Сонгодог парламентын жишиг, хандлага, УИХ-ын үйл ажиллагааны онцлог. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1934",
		"text": "Намсрай Б. Гэмт хэргийн нийгмийн хор аюулыг үгүйсгэх үндсэн нөхцөл байдлуудын онол, практикийн зарим асуудал. Уб., 2006 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1935",
		"text": "Нандинцэцэг Б. Эрүүгийн байцаан шийтгэх ажиллагааны үе шатуудад хүсэлт, гомдол гаргах эрхийг хангах нь. Уб., 2006 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1936",
		"text": "Нарантуяа Ө. Эрүүгийн байцаан шийтгэх ажиллагаанд өмгөөлөгч оролцох эрх зүйн зохицуулалт. Уб., 2007 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1937",
		"text": "Наранцэцэг С. Мансууруулах бодисоор бизнес хийх гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2005 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1938",
		"text": "Нармандах М. Захиргааны хариуцлага, түүнийг хүлээлгэхэд анхаарах зарим асуудал. Уб., 2004 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1939",
		"text": "Насанжаргал Б. Гэр бүл дэх эд хөрөнгийн харилцаа, түүний эрх зүйн зохицуулалт. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1940",
		"text": "Ням-Эрдэнэ Б. Эрүүгийн хэргийг хялбаршуулсан журмаар хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1941",
		"text": "Одбаяр Х. Франчайзын гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1942",
		"text": "Одонтуяа Х. Үндсэн хуульт ёс, Монгол Улсын Үндсэн хуулийн үзэл баримтлалын асуудал. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1943",
		"text": "Одхүү О. Байцаан шийтгэх ажиллагааг хэрэгжүүлэгчдийн үйлдэж буй гэмт хэргийн онол, практикийн асуудлууд. Уб., 2007 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1944",
		"text": "Отгонгэрэл Ж. Үнэт цаасны зах зээл дэх эрүүгийн эрх зүйн хамгаалалт. Уб., 2012 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1945",
		"text": "Отгонцагаан Р. Эрүүгийн байцаан шийтгэх ажиллагаан дахь байцаалт, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1946",
		"text": "Оюунаа Ц. Хөдөлмөрийн цагаачлалын олон улсын ба үндэсний эрх зүйн зарим асуудал. Уб., 2011 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1947",
		"text": "Оюунбилэг С. Хөдөлмөрийн гэрээг цуцлах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2004 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1948",
		"text": "Оюунболд С. Үл хөдлөх эд хөрөнгийн тулгамдсан зарим асуудал. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1949",
		"text": "Оюунтуул Ш. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагааны оролцогчдын /прокурор, иргэдийн төлөөлөгч/ эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1950",
		"text": "Оюунтуяа Н. Гэр бүлийн хүчирхийллийн эсрэг тэмцэх, эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2005 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1951",
		"text": "Оюунхүү Ш. Ажил хаялтын асуудлыг Монгол Улсын хөдөлмөрийн хууль тогтоомжоор зохицуулах нь. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1952",
		"text": "Оюунцэцэг Ц. ИХШХШАжиллагаан дань төлөөллийн эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2015 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1953",
		"text": "Оюунчимэг Д. Нийтийн захиргааны байгууллагын нээлттэй ил тод байдал, түүний эрх зүйн зохицуулалт. Уб., 2015 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1954",
		"text": "Оюун-Эрдэнэ З. Газрын хэвлийг ашиглах, хамгаалах журам зөрчих гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2010 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1955",
		"text": "Пагмасүрэн Ч. Монгол Улсад хүүхдийн тэвчишгүй хөдөлмөрийг хориглох эрх зүйн зохицуулалтын асуудал. Уб., 2012 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1956",
		"text": "Содхүү А. Эрүүгийн эрх зүй дэх хэрэг хариуцах чадваргүй байдлын онол, практикийн зарим асуудал. Уб., 2005 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1957",
		"text": "Сүх-Очир Д. Спортын эрх зүйн зохицуулалтын тулгамдсан асуудал, түүнийг шийдвэрлэх арга зам. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1958",
		"text": "Төрболд Б. Тэтгэвэрийн даатгалын тогтолцоог боловсронгуй болгох. Уб., 2015 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1959",
		"text": "Тунгалаг Д. Монгол Улсын Үндсэн хуулинд заасан хүний халдашгүй эрхийг ЭБША-ны явцад хангах онол, практикийн зарим асуудал. Уб., 2005 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1960",
		"text": "Түвшинтөгс П. Иргэний эрх зүйн харилцаа үүсэх үндэслэл, түүнийг тодорхойлох зарим асуудал. Уб., 2010 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1961",
		"text": "Түвшинтулга А. Захиргааны хэргийн шүүхийн шийдвэрийн хэрэгжилтийг хангах ажиллагааны зарим асуудал. Уб., 2007 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1962",
		"text": "Тэрбиш Н. Монгол Улсын хөдөлмөрийн эрх зүй дэх ажлын цагийн зохицуулалтын зарим асуудал. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1963",
		"text": "Ундармаа Ц. Газрын эрх зүйн харилцааны шинэтгэлийн зарим асуудал. Уб., 2005 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1964",
		"text": "Ундрах Э. Экологийн салбар дахь хүний эрх, түүнийг хангаж, хамгаалах зарим асуудал. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1965",
		"text": "Уранчимэг Д. Хүн худалдах гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1966",
		"text": "Уранчимэг Л. Монгол Улс дахь гадаадын хөрөнгө оруулалттай аж ахуйн нэгжийн менежментийн эрх зүйн механизмын зарим асуудал. Уб., 2005 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1967",
		"text": "Уртнасан Б. Гэмт хэргийн бүрэлдэхүүний субъектын учир холбогдол, уламжлал, шинэчлэлийн асуудал. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1968",
		"text": "Ууганбаяр Г. ЭБША-н дахь мэтгэлцэх зарчмын онол, практикийн зарим асуудал. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1969",
		"text": "Ууганбаяр Р. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдал болон ашиглалтын журмын эсрэг гэмт хэрэг, криминологи шинж. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1970",
		"text": "Уянга Б. Төрийн хяналт шалгалтын тогтолцоонд мэргэжлийн хяналтын эзлэх байр, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1971",
		"text": "Уянга Т. Хэрэг бүртгэлт, мөрдөн байцаалтын шатанд хүний эрхийг хамгаалахад прокурорын оролцоо. Уб., 2004 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1972",
		"text": "Уянга Ш. Хөдөлмөрийн хуулийг хэрэгжүүлэх нэг нөхцөл нь хяналт мөн. Уб., 2013 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1973",
		"text": "Үүрийнтуяа С. Захиргааны хэргийн шүүхийн үйл ажиллагааны мөрдөн шалгах зарчмын хэрэгжилт, түүний эрх зүйн ач холбогдол. Уб., 2015 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1974",
		"text": "Хишигбаяр Ч. Хөдөлмөрийн харилцаан дахь хөдөлмөрийн аюулгүй байдал, эрүүл ахуйн тулгамдсан асуудал. Уб., 2011 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1975",
		"text": "Хосбаяр Д. Монгол Улсын сонгуулийн тогтолцоо. Уб., 2004 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1976",
		"text": "Хэнчбиш Б. Төмөр замаар ачаа тээвэрлэх гэрээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1977",
		"text": "Цэнгүүн М. Монгол Улсын шүүхийн шүүгчийн албан тушаалын цалин шүүгчийн эдийн засгийн хараат бус байдлын бүрэлдэхүүн болох нь. Уб., 2015 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1978",
		"text": "Цэндсүрэн Л. Хэрэг бүртгэлт, мөрдөн байцаалтаас оргон зайлсан сэжигтэн яллагдагчийг эрэн сурвалжлах ажиллагааны онцлог, түүнийг боловсронгуй болгох. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1979",
		"text": "Чулуунбат Л. Монгол Улсын хөдөлмөрийн эрх зүй дэх ажилтнуудад хүлээлгэх эд хөрөнгийн хариуцлагын зарим асуудал. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1980",
		"text": "Шинэцэцэг Ч. Прокурорын хяналт, түүний үр нөлөөг боловсронгуй болгох зарим асуудал. Уб., 2009 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1981",
		"text": "Энх-Амгалан Б. Үндсэн хуулийн орчуулга хууль зүйн орчуулгын үндсэн төрөл мөн. Уб., 2011 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1982",
		"text": "Энхбат А. Компьютерийн мэдээллийн аюулгүй байдлын эсрэг гэмт явдлын шалтгаан нөхцөл, урьдчилан сэргийлэх асуудал. Уб., 2006 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1983",
		"text": "Энхбат М. Парламентын ёс зүйн төлөвшил, чиг хандлага, тулгамдаж буй асуудлууд. Уб., 2015 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1984",
		"text": "Энхмаа Э. Гэмт явдал, түүнээс урьдчилан сэргийлэх арга зам /Баянзүрх дүүргийн жишээн дээр/. Уб., 2012 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1985",
		"text": "Энхмандах М. Хэрэг бүртгэх ажиллагаанд тавих прокурорын хяналтын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2004 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1986",
		"text": "Энхтайван Л. Байгаль хамгаалах журмын эсрэг гэмт хэргийн бүрэлдэхүүнд хийсэн дүн шинжилгээ, тулгамдсан асуудал. Уб., 2007 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1987",
		"text": "Эрдэнэсайхан Т. Бусдын эд хөрөнгийг хулгайлах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1988",
		"text": "Эрдэнэсумъяа Г. Гэрлэлтийн эрх зүйн зохицуулалт. Уб., 2008 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1989",
		"text": "Ядамжав Д. Монгол Улсын иргэдийн төлөөлөгчдийн хурлын чиг үүрэг, эрх зүйн зохицуулалтын хөгжил, цаашдын чиг хандлага. Уб., 2015 (Шихихутуг хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1990",
		"text": "Алтанбаатар Ж. Хүний халдашгүй эрхийг эрхийг эрүүгийн байцаан шийтгэх ажиллагаагаар хангах нь. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1991",
		"text": "Алтангэрэл С. Газрын хэвлийг ашиглах, хамгаалах журам зөрчих гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1992",
		"text": "Алтан-Очир Г. Төсвийн хөрөнгийг зориулалтын бусаар зарцуулах гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1993",
		"text": "Алтантуяа Д. Монгол Улсад төрийн эрх мэдэл хуваарилах онол хэрэгжиж буй практик онцлог. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1994",
		"text": "Алтанцэцэг Д. Монгол улс, Бүгд Найрамдах Хятад Ард улсын Иргэний хуулийн зарим бүлэг зүйлийн харьцуулалт /нийтлэг ба онцлог/. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1995",
		"text": "Аманбек А. Ард нийтийн санал асуулгын эрх зүйн орчинг боловсронгуй болгох нь. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1996",
		"text": "Амгалан Д. Лизингийн гэрээ, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1997",
		"text": "Анхбаатар Б. Мал хулгайлах гэмт хэргиЙн шалтгаан нөхцөл, түүнээс урьдчилан сэргийлэх зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1998",
		"text": "Анхбаяр Э. Захиргааны хариуцлага, хүлээлгэх субъектууд, түүний онцлог. Уб., 2012 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1999",
		"text": "Баасанжаргал Б. Дээрмийн гэмт хэргийн эрүүгийн эрх зүй ба криминологийн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2000",
		"text": "Баатар Ц. Цагдаагийн байгууллагын хэв журмын албаны үйл ажиллагааны эрх зүйн зохицуулалтын тулгамдсан асуудал/. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2001",
		"text": "Бадамдоо Н. Хэрэг бүрттэлт, мөрдөн байцаалтаас оргон зайлсан этгээдийг эрэн сурвалжлах ажиллагааны онол практикийн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2002",
		"text": "Батбаяр Ч. Монгол улсын прокурорын байгууллагын хяналт, түүний эрх зүйн зохицуулалт, өнөөгийн байдал, тулгамдаж буй асуудал/. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2003",
		"text": "Батжаргал О. Болгоомжгүй гэмт хэргийн эрүүгийн эрх зүйн, криминологийн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2004",
		"text": "Батзаяа Ө. Эрүүгийн хэргийн нотлох ажиллагааны онол, практикийн зарим асуудлыг боловсронгуй болгох нь. Уб., 2007 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2005",
		"text": "Батзориг Ж. Дундын өмч, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2006",
		"text": "Батсуурь Р. Эдийн болон эдийн бус баялагийг өвлөх эрхийн тухай асуудлыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2007",
		"text": "Баттогтох Ш. Эрүүгийн байцаан шийтгэх ажиллагаан дахь шүүгчийн дотоод итгэл үнэмшил. Уб., 2011 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2008",
		"text": "Бат-Уянга Б. Монгол улсын Үндсэн хуулийн уламжлал шинэчлэлийн асуудал. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2009",
		"text": "Бат-Эрдэнэ Б. Бусдын эд хөрөнгийг дээрэмдэх гэмт хэргийг нотлох ажиллагааны зарим асуудал. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2010",
		"text": "Бат-Эрдэнэ О. Зохион байгуулалттай гэмт бүлэглэл, “мафи”. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2011",
		"text": "Баяржаргал Д. Бусдын эд хөрөнгийг залилан мэхлэх гэмт хэргийн өнөөгийн байдал эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2012",
		"text": "Баярмаа Н. Банкны баталгааны эрх зүйн зохицуулалтын асуудал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2013",
		"text": "Баярсайхан Т. Жижиг, дунд үйлдвэрийн татварын эрх зүйн асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2014",
		"text": "Баяртогтох Ч. Албадан ажил хийлгэх ялын үр нөлөө, түүнийг дээшлүүлэх асуудал. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2015",
		"text": "Баярхүү З. Хүн худалдаалах гэмт хэрэгтэй тэмцэх эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2016",
		"text": "Баярцэцэг Б. Хүүхдийн сурч боловсрох эрхийн эрх зүйн зохицуулалт. Уб., 2006 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2017",
		"text": "Баяр-Эрдэнэ Ю. Хэрэг бүртгэгч, мөрдөн байцаагчийн хараат бус байдлыг хангах зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2018",
		"text": "Баясгаланбаатар Ц. Хээл хахуулийн гэмт хэргийн эрүүгийн эрх зүйн ба криминологийн зарим асуудал. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2019",
		"text": "Болд М. Гэр бүл дэх эд хөрөнгийн харилцаа, түүний эрх зүйн зохицуулалт. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2020",
		"text": "Болдбаатар Ө. Насанд хүрээгүй этгээдэд хорих ял оногдуулах, эдлүүлэх эрх зүйн зохицуулалт, түүний үр нөлөөг дээшлүүлэх. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2021",
		"text": "Болд-Эрдэнэ Б. Төрийн албан хаагч, олон нийтийн байцаагчийн эсэргүүцэх гэмт хэргийн зүйлчлэлийн зарим асуудал. Уб., 2007 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2022",
		"text": "Булган Г. Монгол улсын дахь гэрлэлт цуцлах нөхцөл журам, тэдгээрийн эрх зүйн зохицуулалт. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2023",
		"text": "Буянжаргал Ч. Харьцуулсан эрх зүйн зарим асуудал. Уб., 2006 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2024",
		"text": "Галбадрах Г. Албан тушаалын гэмт хэргийн шалтгаан нөхцөл, тэмцэх арга зам. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2025",
		"text": "Ганзориг Т. Төрийн албан хаагчийн хөдөлмөрийн эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох нь. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2026",
		"text": "Ган-Очир Л. Шүүхийн өмнөх шатанд өмгөөлүүлэх эрхийг хангах зарчим түүний хэрэгжилтийн асуудалд. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2027",
		"text": "Гантулга Х. Нутгийн өөрөө удирдах ёс түүний эрх зүйн зохицуулалтын онол практикийн зарим асуудал. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2028",
		"text": "Даваахүү Б. Үл хөдлөх эд хөрөнгийн барьцааны гэрээний эрх зүйн зохицуулалтын шинэчлэлт. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2029",
		"text": "Долгоржав А. Үл хөдлөх эд хөрөнгийн өмчлөх эрхийн хамгаалалт. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2030",
		"text": "Жаргалсайхан Б. Өвлөх эрхийн тулгамдсан асуудлууд. Уб., 2007 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2031",
		"text": "Жаргалсайхан Т. Экологийн харилцаан дахь хүний эрх, түүнийг хангаж хамгаалах эрх зүйн зарим асуудал. Уб., 2011 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2032",
		"text": "Золбадрах Э. Иргэний ба захиргааны гэрээний харилцан хамаарал, ялгагдах онцлог. Уб., 2011 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2033",
		"text": "Зул-Очир С. Ялтны эрхийг хамгаалах хууль тогтоомжийн нөхцөл байдлын хэрэгжилт, дүгнэлт. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2034",
		"text": "Инжинааш Ц. Монголын төрийн тэргүүн, түүний эрх зүйн байдал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2035",
		"text": "Лхагвасүрэн Г. Ялаас чөлөөлөх эрүүгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2036",
		"text": "Лхагватөмөр Э. Олон улсын терроризм, түүнээс урьдчилан сэргийлэх нь. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2037",
		"text": "Мандухай Ц. Монгол улсын нутгийн өөрөө удирдах ёсны эрх зүйн зохицуулалтын хөгжил, цаашдын чиг хандлага. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2038",
		"text": "Манлайбаатар Б. Прокурорын байгууллагын хууль тогтоомж, түүхэн хөгжил шинэчлэл. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2039",
		"text": "Монголмаа Б. Монгол улсын гаалийн бүрдүүлэлтийг олон улсын жишигтэй харьцуулах нь. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2040",
		"text": "Мөнгөнцэцэг Ш. Эрх зүйн тогтолцоо хууль тогтоомжийн тогтолцооны харилцан хамаарлын зарим асуудлыг боловсронгуй болгох нь /эрүүл мэндийн салбар дахь эрх зүйн зохицуулалтын жишээн дээр/. Уб., 2006 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2041",
		"text": "Мөнхбаатар Ц. Авилгатай тэмцэхэд төрийн бус байгууллагын оролцоог нэмэгдүүлэх зарим асуудал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2042",
		"text": "Мөнхбаяр Х. Эрүүгийн эрх зүй дахь зохион байгуулалттай гэмт хэрэг түүнээс урьдчилан сэргийлэх нь. Уб., 2006 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2043",
		"text": "Мөнхзул Э. Газар иргэдийн өмчийн объект болох нь. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2044",
		"text": "Мөнхнасан Ж. Газар өмчлөлийн тулгамдсан асуудал. Уб., 2011 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2045",
		"text": "Мядагбадам Д. Хязгаармагдал хариуцлагатай компанийн эрх зүйн зохицуулалт. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2046",
		"text": "Намсрайжав Ц. Цагдаагийн албан хаагчийн ёс зүйн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2047",
		"text": "Нарангарав Ц. Төрийн захиргааны байгууллагын хүний нөөцийн удирдлага, төлөвлөлтийн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2048",
		"text": "Нарантуяа А. Төрийн захиргааны байгууллагын акт гаргах үйл ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2049",
		"text": "Наранцэцэг Ц. Иргэний хэргийн зүйлчлэлийн зарим асуудал. Уб., 2007 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2050",
		"text": "Одгариг С. Төрийн байгууллага, албан тушаалтанд өргөдөл, гомдол гаргах эрхийн эрх зүйн үндэсийг боловсронгуй болгох зарим асуудлууд. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2051",
		"text": "Одсүрэн Ө. Архидан согтуурах нь гэмт хэрэг гарахад нөлөөлөх шалтгаан нөхцөл болох нь, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2052",
		"text": "Одхүү Б. Хорих ял эдлүүлэх ажиллагааны үр нөлөөг дээшлүүлэх онол, практикийн зарим асуудал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2053",
		"text": "Отгонбаатар Д. Бусдын эд хөрөнгийг завших, үрэгдүүлэх гэмт хэргийн эрүүгийн эрх зүйн шинж, зүйлчлэлийн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2054",
		"text": "Отгонтөгс Б. Хялбаршуулсан журмаар иргэний хэрэг хянан шийдвэрлэх ажиллагааны эрх зүйн асуудал. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2055",
		"text": "Отгонцэцэг Л. Олон улсын худалдааны эрх зүй ба үндэсний зах зээлийг хамгаалах зарим асуудал. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2056",
		"text": "Оюунбилэг Н. Эрүүгийн байцаан шийтгэх ажиллагаан дахь талууд хоорондын мэтгэлцэх зарчим. Уб., 2011 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2057",
		"text": "Оюунмаа Б. Эрүүгийн байцаан шийтгэх тодорхой ажиллагаа явуулах үндэслэл, журам түүний төрөл боловсронгуй болгох зарим асуудал. Уб., 2006 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2058",
		"text": "Оюунцэцэг Г. Үл хөдлөх эд хөрөнгийн барьцааны эрх зүйн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2059",
		"text": "Өсөхбаяр С. Эрүүгийн байцаан шийтгэх ажиллагаа дахь хохирогчийн эрх зүйн байдлын зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2060",
		"text": "Пүрэвсүрэн Ц. Насанд хүрээгүй хүний гэмт хэрэг, оногдуулах эрүүгийн ял: эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2061",
		"text": "Сарантуяа Д. Мэдүүлэг нотлох баримтын эх сурвалж болох нь. Уб., 2011 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2062",
		"text": "Сүхбаатар Г. Замын цагдаагийн байгууллагын ажилтны ёс зүйн төлөвшилтийн өнөөгийн байдал, сайжруулах боломж, арга зам. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2063",
		"text": "Сүхбаатар С. Компьютерийн мэдээллийн аюулгүй байдлын эсрэг гэмт хэргийн шалтгаан нөхцөл, урьдчилан сэргийлэх асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2064",
		"text": "Сэрүүнтунгалаг Б. Иргэний нэхэмжлэл, түүний төрөл. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2065",
		"text": "Төмөр-Очир Д. Газар ашиглалт, өмчлөлийн эрх зүйн харилцааг боловсронгуй болгох нь. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2066",
		"text": "Туул Я. Шүүхийн хэлэлцүүлэг дэх мэтгэлцээний хэрэгжилт. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2067",
		"text": "Туяа П. Өвлөх эрхийн харилцааг боловсронгуй болгох зарим асуудал. Уб., 2011 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2068",
		"text": "Түвшинтөгс Б. Хорих ял эдлүүлэх ажиллагааны үр нөлөөг дээшлүүлэх онол практикийн зарим асуудал. Уб., 2006 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2069",
		"text": "Тэрбиш Ш. Цагдаагийн байгууллагаас галт зэвсэг, тусгай хэрэгсэл ашиглах ажиллагаа, эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2070",
		"text": "Уранчимэг М. Шүүх эмнэлэгийн үүсэл хөгжил түүний эрх зүйн зохицуулалт. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2071",
		"text": "Уугантуяа С. Төрийн захиргааны албан хаагчдын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2072",
		"text": "Уянга М. Дүрвэгсдийн эрх зүйн байдал, түүний зохицуулалтын зарим асуудал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2073",
		"text": "Үлэмжбаяр Д. Газар өмчлөлийн тулгамдсан асуудал. Уб., 2007 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2074",
		"text": "Хишгээ Б. Газар өмчлөлийн эрх зүйн харилцааны өнөөгийн байдал, тулгамдсан асуудал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2075",
		"text": "Хишигнэмэх Ч. Татвар төлөхөөс зайлсхийх гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2076",
		"text": "Хишигсүх Н. Түрээсийн гэрээний эрх зүйн зохицуулалт, тулгамдсан асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2077",
		"text": "Хүрэлшагай Б. Төрийн албан тушаалтан албаны эрх мэдэл, албан тушаалын байдлаа урвуулах, эрх мэдлээ хэтрүүлэх гэмт хэргийн эрүүгийн эрх зүй ба криминологийн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2078",
		"text": "Цагаандарь Д. Үрчлэлтийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2079",
		"text": "Цогзол Б. Хорих ял эдлэгсдийн дунд зохиох сургалт, хүмүүжлийн ажил түүний эрх зүйн асуудал. Уб., 2007 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2080",
		"text": "Цогтсайхан Л. Насанд хүрээгүй этгээдийн үйлдсэн хэрэгт хэрэг бүртгэлт, мөрдөн байцаалт болон шүүн таслах ажиллагаа явуулах онцлог, тулгамдсан асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2081",
		"text": "Цэвэгмид Т. Нутгийн захиргааны байгууллагын шийдвэр, түүний хэрэгжилт. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2082",
		"text": "Цэнд М. Шүүхийн шийдвэр гүйцэтгэх байгууллагын ажилтны эрх зүйн баталгаа, түүнийг боловсронгуй болгох нь. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2083",
		"text": "Чандмань-Эрдэнэ Э. Узуфруктын эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2007 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2084",
		"text": "Чинбаатар Б. Хөдөлмөрийн харилцаанд ялгаварлан гадуурхахгүй байх зарчмыг хангах нь. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2085",
		"text": "Чинболд О. Гэр бүлийн эрх зүйг олон улсын иргэний эрх зүйгээр зохицуулах нь. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2086",
		"text": "Чулуунбаатар Б. Монгол улсад хээл хахууль авах гэмт хэрэгтэй хийх тэмцлийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2087",
		"text": "Чулуунбаатар Л. Мөрдөн байцаах ажиллаганад тавих прокурорын хяналтыг боловсронгуй болгох нь. Уб., 2007 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2088",
		"text": "Шүрэнцэцэг Д. Үл хөдлөх эд хөрөнгийн эрхийн улсын бүртгэлийн зарим асуудал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2089",
		"text": "Энхжаргал Т. Захиргааны хэргийн шүүхийн хариуцагчийн эрх зүйн байдал. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2090",
		"text": "Энх-Очир Н. Компанийн өөрчлөн байгуулалтын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2091",
		"text": "Энхтайван Т. Татварын захиргааны эрх зуйн зөрчлийн. эрх зүйн зохицуулалтын зарим асуудлыг боловсронгуй болгох нь. Уб., 2006 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2092",
		"text": "Энхцэцэг Н. Татварын өршөөл үзүүлэх тухай хуульд хийсэн дүн шинжилгээ. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2093",
		"text": "Эрдэнэбаатар Ж. Эрүүгийн байцаан шийтгэх ажиллагаан дахь хохирогчийн эрх зүйн байдлыг боловсронгуй болгох нь. Уб., 2008 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2094",
		"text": "Эрдэнэбат Д. Гэмт хэрэгт хамтран оролцогчийн эрүүгийн эрх зүйн шинж. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2095",
		"text": "Эрдэнэбаяр Ч. Өв залгамжлах харилцаа, түүний эрх зүйн зохицуулалт. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2096",
		"text": "Эрдэнэ-Оюун Л. Харьцуулсан эрх зүйн судалгааны арга зүйн зарим асуудал. Уб., 2010 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2097",
		"text": "Эрдэнэцогт Б. Хэргийн газар үзлэг хийх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал, түүнийг боловсронгуй болгох нь. Уб., 2009 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2098",
		"text": "Эрдэнэчимэг П. Захиргааны хяналтын үйл ажиллагааг боловсронгуй болгох нь. Уб., 2006 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2099",
		"text": "Янжиндулам Г. Насанд хүрээгүй этгээдэд хорих ял оногдуулах эдлүүлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Улаанбаатар эрдэм судлал дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2100",
		"text": "Азжаргал Х. Торгох ял, түүний эрх зүйн зохицуулалт. Уб., 2012 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2101",
		"text": "Алтангэрэл Т. Эрүүгийн байцаан шийтгэх ажиллагаан дах хохирогчийн эрх зүйн байдал, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2102",
		"text": "Алтанхуяг Т. Хор уршиг гэм буруугүйгээр учруулах, түүний эрүүгийн эрх зүйн зохицуулалт. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2103",
		"text": "Алтанцэцэг Б. Баривчлах ялын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2104",
		"text": "Амарбаясгалан Б. Цаазаар авах ял: уламжлал ба шинэчлэл. Уб., 1999 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2105",
		"text": "Амгаланбаатар Т. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдлын болон ашиглалтын журам зөрчих гэмт хэргийн эрүүгийн эрх зүй, криминологи шинж. Уб., 2008 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2106",
		"text": "Амгаланбаатар Т. Газар зохион байгуулалт түүнийг маргаан зөрчлийг шийдвэрлэх тухай. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2107",
		"text": "Баатарсүрэн Ц. Төрийн албаны мерит тогтолцооны төлөвшил, боловсронгуй болгох арга зам. Уб., 2008 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2108",
		"text": "Балжинням Б. Захиргааны хэргийн шүүхийн төлөвшлийн өнөөгийн байдал, цаашдын хандлага. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2109",
		"text": "Батбаяр Б. Мөрдөн байцаах ажиллагааг боловсронгуй болгох зарим асуудал. Уб., 2002 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2110",
		"text": "Батжав Л. Монгол улс дахь орчин үеийн гэмт явдал, түүний шалтгаан нөхцөл. Уб., 1998 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2111",
		"text": "Батсуурь Э. Танхайрах гэмт хэргийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2112",
		"text": "Баялагмаа П. Эмэгтэйчүүдийн гэмт явдлын шалтгаан, нөхцөл. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2113",
		"text": "Баярмаа Б. Эрvvгийн ял шийтгэлийн үр нөлөөг дээшлүүлэх зарим асуудал. Уб., 2002 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2114",
		"text": "Баярмаа Р. Шүүх-биологийн шинжилгээний онол, эрх зүйн асуудал. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2115",
		"text": "Баярсайхан Б. Гэр бүлийн хөрөнгийн эрхийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2116",
		"text": "Баярсайхан Ж. Хүчин төгөлдөр бус хэлцэл, түүнээс үүсэх үр дагавар. Уб., 1997 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2117",
		"text": "Баярхүү Ч. Нэр төр, алдар хүндийг гутааснаас учирсан сэтгэл санааны гэм хор, түүнийг арилгуулах нь. Уб., 2002 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2118",
		"text": "Баянчимэг Ц. Эрүүгийн байцаан шийтгэх ажиллагаан дах байцаалт, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2119",
		"text": "Бишдарь М. Төрийн албатай холбогдон гарсан хэрэг маргааныг хянан шийдвэрлэх үйл ажиллагаа. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2120",
		"text": "Болормаа Ж. Нянтай программ зохион бүтээх, ашиглах, тараах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2121",
		"text": "Болормаа Э. Оюуны өмчийн эрхийг хамгаалах эрх зүйн зохицуулалт. Уб., 2002 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2122",
		"text": "Бумгэрэл Б. Даатгалын харилцаа, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 1998 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2123",
		"text": "Буянзаяа С. Төлбөр авагчийн эрх, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2124",
		"text": "Бямбатогтох Ё. Монгол Улсын эрүүгийн байцаан шийтгэх ажиллагаан дах сэжигтэн яллагдагчийн эрх зүйн байдлын харьцуулсан судалгаа. Уб., 2005 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2125",
		"text": "Гантулга Т. Экологийн гэмт хэрэг ба урьдчилан сэргийлэх арга хэмжээг боловсронгуй болгох нь. Уб., 1999 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2126",
		"text": "Ганхуяг Д. Монгол улсад захиргааны шүүх байгуулах хэрэгцээ, шаардлага, түүнийг хэрэгжүүлэх урьдчилсан төсөөлөл. Уб., 1999 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2127",
		"text": "Ганчимэг Б. Мөрдөн байцаагчийн эрх зүйн байдлыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2128",
		"text": "Дамдинсүрэн Д. Анхан шатны эрүүгийн шүүх хуралдаан, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2129",
		"text": "Доржбат Б. Байцаалтын тактик, тvvний онолын асуудал. Уб., 2003 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2130",
		"text": "Дэжидмаа Д. Төрийн албан тушаалтан албаны эрх мэдэл буюу албан тушаалын байдлаа урвуулах гэмт хэргийн эрүүгийн эрх зүйн үндсэн асуудал. Уб., 2009 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2131",
		"text": "Дэлгэрмөнх А. Зохион байгуулалттай гэмт явдалтай тэмцэх эрүүгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2002 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2132",
		"text": "Дэлгэрцэцэг У. Газар эзэмших, ашиглах эрхийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2133",
		"text": "Жавхлан Ж. Хууль зүйн техникийг боловсронгуй болгох асуудал. Уб., 2008 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2134",
		"text": "Жавхланцогт В. Эд зүйлийг хууль бусаар хил нэвтрүүлэх гэмт хэрэг түүнд оногдуулах ял шийтгэлийн зарим асуудал. Уб., 2005 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2135",
		"text": "Жамсран А. Хэрэг бүртгэгч, мөрдөн байцаагч, прокурор, шүүгчийн хууль зөрчсөн ажиллагааны улмаас иргэнд учирсан хохирлыг арилгах эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2136",
		"text": "Жанчив Л. Рецидив гэмт хэрэгтэй тэмцэх эрүүгийн эрх зүйн асуудлууд. Уб., 2002 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2137",
		"text": "Золжаргал Г. Ажил гүйцэтгэх гэрээний эрх зүйн зохицуулалтыг боловсронгуй болгох арга зам. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2138",
		"text": "Лхагважаргал Ж. Насанд хүрээгүй хүмүүсийг гэмт явдлаас урьдчилан сэргийлэхэд цагдаагийн байгууллагын оролцоо, түүний эрх зүйн зохицуулалт. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2139",
		"text": "Лхагвасүрэн Г. Эрүүгийн хэргийн талаар гадаад улсын холбогдох байгууллагатай хамтран ажиллахтай холбогдсон эрх зүйн зохицуулалтын зарим асуудал. Уб., 2012 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2140",
		"text": "Мандалмаа С. Хээл хахууль авах, өгөх, зуучлах гэмт хэрэгт хvлээлгэх эрvvгийн хариуцлагын зарим асуудал. Уб., 2002 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2141",
		"text": "Март М. Хүн худалдах, худалдан авах гэмт хэргийн эрүүгийн эрх зүй, криминологи шинж. Уб., 2008 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2142",
		"text": "Мөнгөнчимэг Ц. Монгол Улсын эрүүгийн эрх зүй дэхь цаазаар авах ял, түүний уламжлал ба шинэчлэл. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2143",
		"text": "Мөнхбат Б. Иргэний шинэчилсэн бүртгэлийг зохион байгуулах хууль эрх зүйн орчин. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2144",
		"text": "Мөнхзаяа Б. Төрийн албан тушаалтан эрх мэдлээ урвуулах, хэтрүүлэх гэмт хэрэг, түүнд оногдуулах эрүүгийн хариуцлагын зарим асуудал. Уб., 2005 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2145",
		"text": "Мөнхзаяа Г. Насанд хүрээгүй хүнд хорих ял оногдуулсан шүүхийн шийтгэх тогтоол биелүүлэхийг хойшлуулах зарим асуудал. Уб., 2005 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2146",
		"text": "Мөнхзул Ц. Захиргааны зөрчилтэй хэрэг хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. Уб., 2006 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2147",
		"text": "Наранбаатар Г. Монгол Улсын Эрүүгийн хуулийн аргагүй хамгаалалт. Уб., 2002 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2148",
		"text": "Наранзул Н. Монгол Улсын захиргааны хэргийн шүүхийн хянан шийдвэрлэх ажиллагаа, боловсронгуй болгох зарим асуудал. Уб., 2006 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2149",
		"text": "Наранчимэг Ш. Эрүүгийн хэрэг бүртгэлийн ажиллагаан дахь прокурорын хяналт, түүнийг боловсронгуй болгох асуудал. Уб., 2012 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2150",
		"text": "Ням-Осор Н. XIII зууны үеийн Монголын нийгэм эдийн засгийн амьдралд “Их Засаг” хуулийн гүйцэтгэсэн үүрэг. Уб., 1998 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2151",
		"text": "Нямцэрэн Б. Хөрөнгө оруулалтын харилцаа, түүний эрх зүйн зохицуулалт. Уб., 2006 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2152",
		"text": "Отгонноров Ц. Эрүүгийн хууль дахь нийгмийн аюулгүй байдлын эсрэг зарим төрлийн гэмт хэрэгт хүлээлгэх эрүүгийн хариуцлага, криминологийн асуудал. Уб., 2012 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2153",
		"text": "Отгонсүрэн Х. Шүүхийн шийдвэр гүйцэтгэх байгууллагын ажилтны ёс зүйн хэм хэмжээг боловсронгуй болгох зарим асуудал. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2154",
		"text": "Отгонтөгс Т. Субьектын гэмт хэрэг үйлдэх үеийн сэтгэл санааны байдал,түүний эрх зүйн зохицуулалт. Уб., 2012 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2155",
		"text": "Оюунгэрэл М. Зохион байгуулалттай бүлэг, гэмт бүлэглэл байгуулах, түүнд оролцох гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2156",
		"text": "Оюунтуяа Ш. Сэжигтний эрх зүйн байдал. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2157",
		"text": "Оюунчимэг С. Монгол Улсын Үндсэн хуулийн шинэчлэлийн үйл явц, орчин үеийн чиг хандлага. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2158",
		"text": "Оюунчимэг Т. Насанд хүрээгүй хүмүүсээс үйлдсэн гэмт хэргийн криминологийн зарим асуудал. Уб., 2008 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2159",
		"text": "Өлзий Б. Бусдын эд хөрөнгийг хязгаартайгаар эзэмших, ашиглах эрхийн эрх зүйн зохицуулалтын асуудал /Узуфрукт/. Уб., 2006 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2160",
		"text": "Пагмадулам Ж. Хүний эрхийг хангах механизм ба Хүний Эрхийн үндэсний Комисс. Уб., 2006 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2161",
		"text": "Соёлмаа Ц. Иргэний хэргийг давж заалдах шатны журмаар хянан шийдвэрлэх ажиллагааг боловсронгуй болгох нь. Уб., 2003 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2162",
		"text": "Сэлэнгэ Г. Бусдын эд хөрөнгийг дээрэмдэх гэмт хэргийг нотлох ажиллагаа. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2163",
		"text": "Сэрээтэрпунцаг М. Эх нь нярай хүүхдээ алах гэмт хэргийн эрүүгийн эрх зүйн болон зүйлчлэлийн зарим асуудал. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2164",
		"text": "Тогосмаа А. Хөдөлмөрийн гэрээний эрх зүйн зохицуулалтын хэлбэрүүд, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2007 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2165",
		"text": "Тогтохням Я. Төрийн тусгай хамгаалалтын түүхэн хөгжил, эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох арга зам. Уб., 2005 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2166",
		"text": "Төгсмөнх С. Төрийн эрх мэдэл хуваарилах онол, хэрэгжилтийн зарим асуудал. Уб., 2002 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2167",
		"text": "Туяа Г. Гэмт хэргийн субьектын эрүүгийн эрх зүйн шинж, түүний зарим асуудлыг боловсронгуй болгох нь. Уб., 2002 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2168",
		"text": "Туяа Ж. Гэм хор учруулснаас үүсэх үүргийн эрх зүйн зохицуулалт. Уб., 1999 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2169",
		"text": "Түвшинбаяр А. Гэрлэлт цуцалснаас үүсэх эрх зүйн үр дагаврыг судалж, тулгамдаж буй асуудлыг шийдвэрлэх арга зам. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2170",
		"text": "Ундармаа М. Хар тамхи мансууруулах бодисыг улсын хилээр хууль бусаар нэвтрүүлэх гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2171",
		"text": "Уранбилэг Г. НYБ-ын энхийн ажиллагаанд цэргийн албан хаагчдыг оролцуулах эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2172",
		"text": "Уянга Э. Дээд боловсролын хууль тогтоомжийн түүхэн уламжлал, шинэчлэл. Уб., 2008 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2173",
		"text": "Хишигжаргал Б. Цэргийн албан хаагчдын нийгмийн хамгааллын асуудал, түүний эрх зүйн зохицуулалт. Уб., 2003 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2174",
		"text": "Цогбаяр Ж. Гадаадын иргэн харъяалалгүй хүн МУ-д оршин суух, дамжин өнгөрөх, зорчих журам зөрчих гэмт хэргийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2175",
		"text": "Цогням Б. Иргэний эрх зүйн үүргийн тусгай төрлийн төстэй болон ялгамжтай хам шинжүүд. Уб., 1998 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2176",
		"text": "Цэвээндаваа О. Төрийн бус байгууллагын санхүүжилт. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2177",
		"text": "Чимэг Ж. Шүүхийн шийдвэр гүйцэтгэх байгууллагын ажилтнуудын хөдөлмөрийн харилцааны зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2178",
		"text": "Чулуундолгор Ж. Боловсролын удирдлагын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2179",
		"text": "Энхцэцэг Ж. Эрүүгийн байцаан шийтгэх ажиллагаан дахь хохирогчийн эрх зүйн байдал. Уб., 2009 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2180",
		"text": "Эрдэнэбаатар П. Эрүүгийн хариуцлагаас чөлөөлөх үндэслэл, журмын эрх зүйн зохицуулалтын онол практикийн асуудал. Уб., 2006 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2181",
		"text": "Эрдэнэбат Г. Монгол улсад олон улсын эрүүгийн эрх зүйн зохицуулалтын үр нөлөөг дээшлүүлэх зарим арга замууд. Уб., 1998 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2182",
		"text": "Эрдэнэбаяр Б. Хөдөлмөрийн маргааныг хянан шийдвэрлэх зарим асуудлууд. Уб., 1998 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2183",
		"text": "Эрдэнэбаяр Г. Цэргийн алба хаах журмын эсрэг гэмт хэрэг түүнтэй хийх тэмцэл. Уб., 2006 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2184",
		"text": "Эрдэнэ-Очир Б. Микроскопын шинжилгээний арга зүй, тулгамдаж буй асуудлууд /эвдлэгч багаж, зэвсэг, хэрэгслийн ул мөр, түүнд хийгдэх шинжилгээний арга зүй/. Уб., 2010 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2185",
		"text": "Эрдэнэсүх Д. Цэргийн алба хаах журмын эсрэг гэмт хэрэг, түүнээс урьдчилан сэргийлэх арга зам. Уб., 1999 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2186",
		"text": "Эрдэнэцэцэг Э. Эрүүгийн байцаан шийтгэх ажиллагаанд оролцогч-өмгөөлөгч, түүний эрх зүйн байдлыг боловсронгуй болгох нь. Уб., 2007 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2187",
		"text": "Эрэвгийлхам Ц. Цагдан хорих таслан сэргийлэх арга хэмжээний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Батлан хамгаалахын их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2188",
		"text": "Батбаяр Б. Хүн худалдаалах гэмт хэрэг, түүнээс урьдчилан сэргийлэх. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2189",
		"text": "Батсүх П. Экстрадицийн эрх зүйн зохицуулалт, онол-практикийн асуудал. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2190",
		"text": "Батхуяг Д. Хуулийн этгээд бусдад гэм хор учруулсны хариуцлага, түүний хууль зүйн үр дагавар. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2191",
		"text": "Батхуяг Т. Габитологийн ололт амжилтыг гэмт хэрэг илрүүлэхэд ашиглах нь. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2192",
		"text": "Бахытбек Ө. Баривчлах ялын үр нөлөөг дээшлүүлэх тухайд. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2193",
		"text": "Баярмаа Т. Захиргааны хариуцлагын хэрэгжилтийн төлөв байдал /онол, практикийн зарим асуудал/. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2194",
		"text": "Бямбацэцэг Ж. Үл хөдлөх хөрөнгийн барьцаа /ипотек/, түүний эрх зүйн зохицуулалтын онол, практикийн зарим асуудал. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2195",
		"text": "Ганболд Б. Захиргааны хариуцлагын уламжлал, шинэчлэл. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2196",
		"text": "Ганболд Ц. Танхайрах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2197",
		"text": "Ганхуяг З. Гэмт хэргээс урьдчилан сэргийлэх ажиллагаан дахь олон нийтийн оролцоо /ТББ/, түүнийг боловсронгуй болгох нь. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2198",
		"text": "Ганхүү Г. Танхайрах гэмт хэрэгтэй тэмцэхэд ялын үр нөлөөг ашиглах нь. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2199",
		"text": "Гүнзаяабаяр Ц. Нутгийн өөрөө удирдлагын чадавхийг дээшлүүлэх нь. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2200",
		"text": "Гүрбадам Т. Өөртөө туслах нь иргэний эрх зүйн хамгаалалтын нэг арга болох нь. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2201",
		"text": "Гэрэл Т. Гаалийн зөрчлийг хянан шийдвэрлэх ажиллагааны онол практикийн асуудалд. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2202",
		"text": "Довчинням Д. Дараа төлбөрт үйлчилгээний гэрээний стандарт нөхцөл, түүний агуулга. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2203",
		"text": "Дэмбэрэлдолгор Б. Нийтийн эмх замбараагүй байдал бий болгох гэмт хэргийн эрүүгийн эрх зүй, криминологийн тодорхойлолт. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2204",
		"text": "Золжаргал Г. Иргэний эрх зүй дэх батлан даалтын гэрээг боловронгуй болгох зарим асуудлууд. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2205",
		"text": "Мөнх-Алдар Б. Хүн худалдаалах гэмт хэргийн мөрдөн байцаах ажиллагааны онол практикийн асуудал. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2206",
		"text": "Мөнхболд Г. Иргэний эрх зүй дэх эдийн болон эдийн бус харилцааны онол, практикийн асуудал. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2207",
		"text": "Мөнхгэрэл М.Патентын эрхийн зохицуулалтын судалгаа. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2208",
		"text": "Мөнхдэлгэр Ц. Хоршооны өмчийн эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2209",
		"text": "Mөнхжаргал Э. Оюуны өмчийн хууль тогтоомжийн түүхэн хөгжил, шинэчлэлийн явцад хийсэн судалгаа. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2210",
		"text": "Мөнхөө М. Гадаадын иргэн, харьяатын асуудал эрхлэх газрын үйл ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2211",
		"text": "Мөнхчимэг Б. Дампуурал, түүний эрх зүйн зохицуулалт. Уб., 2012 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2212",
		"text": "Мягмарсүрэн Ц. Монгол Улс дахь гадаадын хөрөнгө оруулалтын эрх зүйн зохицуулалтыг SWOT шинжилгээний аргаар судлах нь. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2213",
		"text": "Ниндэв Э. Ялын үр нөлөөг боловсронгуй болгох онол практикийн асуудал. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2214",
		"text": "Номинчулуун Д. Эрүүгийн байцаан шийтгэх ажиллагаан дахь гэрчийн эрх зүйн байдал. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2215",
		"text": "Нямбаяр Д. Эрүүгийн байцаан шийтгэх ажиллагаан дахь иргэний нэхэмжлэлийн онол, практикийн асуудал. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2216",
		"text": "Нямсүрэн Г. Авилгын гэмт хэргийн шалтгаан нөхцөл, тэнцэх арга зам. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2217",
		"text": "Одонтунгалаг М. Хэлцэл ба гэрээний эрх зүйн зохицуулалтын уламжлал, шинэчлэлтийн асуудал. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2218",
		"text": "Орхонтуул Э. Захиалгаар хүн алах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн тодорхойлолтод хийсэн дүн шинжилгээ. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2219",
		"text": "Отгонцэцэг Х. Ажил олгогчийн санаачлагаар хөдөлмөрийн гэрээг цуцлах онол, практикийн асуудал. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2220",
		"text": "Отгонцэцэг Я. Нутгийн удирдлагын эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2221",
		"text": "Өнөрболд П. Мөрдөн байцаах ажиллагаанд тавигдах прокурорын хяналтын онол-практикийн зарим асуудал. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2222",
		"text": "Пунцаг Ж. Сэтгэл санааны гэм хор, түүнийг нөхөн төлөх эрх зүйн зохицуулалт. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2223",
		"text": "Самъяа С. Тээврийн хэрэгслийн ашиглалтын журам зөрчсөнөөр үүссэн гэм хорын хууль зүйн үр дагавар. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2224",
		"text": "Сансармаа Ц. Гэрлэлтийг шүүхээр цуцлах үйл ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2225",
		"text": "Саранцацрал М. Насанд хүрээгүйчүүдийн зан төлөвшилд нөлөөлж буй гэмт хүчин зүйлс, тэдгээрийн криминологийн асуудал. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2226",
		"text": "Соёлмаа Ж. Шүүх ажиллагааны явцад хүний эрхийг хамгаалах нь. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2227",
		"text": "Содномдорж Э. Хөгжлийн бэрхшээлтэй иргэдийн эрх зүйн байдал, түүнийг боловсронгуй болгох нь. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2228",
		"text": "Сүхбаатар Б. Гэмт хэргийн тухай өргөдөл, мэдээлэл, гомдлыг шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2229",
		"text": "Сэлэнгэ З. Хорих ял оноож ирсэн түүхэн байдал, шинэчлэлийн явцын судалгаа. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2230",
		"text": "Туяа Ж. Монгол Улсын иргэний эрх зүй дэх зарим гэрээний үндсэн тодорхойлолтын онол практикийн асуудлууд. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2231",
		"text": "Уламбаяр Б. Хэрэг бүртгэлт, мөрдөн байцаах шатанд эрүүдэн шүүхээс урьдчилан сэргийлэх нь. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2232",
		"text": "Урантүлхүүр Н. Эрдэс баялгийн татварын орчин-төлөв байдал. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2233",
		"text": "Үүрийнбаяр С. Хэрэг бүртгэлт, мөрдөн байцаалтын ажиллагаанд тавих прокурорын хяналтын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2234",
		"text": "Хатанбаатар Т. Ял шийтгэгдсэн зарим хүмүүст тавих захиргааны хяналтын онол, практикийн асуудал. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2235",
		"text": "Хишигтогтох Б. Нотлох баримтын онолын үндэс. Уб., 2009 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2236",
		"text": "Хоролсүрэн Т. Гэр бүл дэх эд хөрөнгийн эрх зүйгээр зохицуулах зарим асуудал. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2237",
		"text": "Чагнаадорж Р. Газрын харилцааны эрх зүйн зохицуулалтад хийсэн судалгаа. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2238",
		"text": "Энхтөгс Г. Зандалчлах гэмт хэргийн эрүүгийн эрх зүй, криминилогийн тодорхойлолт. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2239",
		"text": "Энхцэцэг Б. Гаалийн үйл ажиллагааны хүрээн дэх үндэсний болон олон улсын эрх зүйн шүтэлцээ. Уб., 2010 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2240",
		"text": "Эрдэнэбат М. Нэгжлэг нь гэмт хэргийн мөрдөн шинжлэх бие даасан ажиллагааны нэг төрөл болох нь. Уб., 2011 (Орхон их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2241",
		"text": "Агиймаа Б. Насанд хүрээгүй этгээдээс үйлдсэн гэмт хэрэгт байцаан шийтгэх ажиллагаа явуулах тусгай журам. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2242",
		"text": "Адъяабилэгт Г. Замын зохицуулагч цагдаагийн эрх зүйн байдлын зарим асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2243",
		"text": "Алимаа С. Эрх зүйн шинэтгэл, прокурорын байгууллага. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2244",
		"text": "Алтангэрэл Л. Бэлгийн хүчирхийлэлд өртсөн хүүхэд хамгаалах орчин. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2245",
		"text": "Алтансүх Б. Замын хөдөлгөөний аюулгүй байдлын журмын эсрэг зөрчлийн шийдвэрлэлтийг сайжруулах эрх зүйн зарим асуудлууд. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2246",
		"text": "Алтансүх Г. Монгол Улсын эрүүгийн эрх зүй дэх аргагүй хамгаалалт. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2247",
		"text": "Алтантүлхүүр Н. Эрүүгийн эрх зүй дэх аргагүй хамгаалалт, гарцаагүй байдал, түүнийг иргэний эрх зүйн ойлголтоос ялгах нь. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2248",
		"text": "Амарзаяа М. Захиргааны торгуулийн эрх зүйн зохицуулалтыг боловсронгуй болгоход анхаарах асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2249",
		"text": "Амарсайхан А. Цагдаагийн албан хаагчийн ёс зүйн уламжлал, шинэчлэл. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2250",
		"text": "Амартүвшин В. Захиргааны хариуцлагын хууль тогтоомжийн уламжлал, шинэчлэл. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2251",
		"text": "Анхбаяр С. Хэрэг, учралын газрын үзлэгийн онол практикийн асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2252",
		"text": "Анхмаа П. Монгол Улсын татвар төлөхөөс зайлсхийх гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2253",
		"text": "Ариунболд Б. Иргэний эрх зүйн хамгаалалтын онол, практикийн асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2254",
		"text": "Ариунсанаа И. Насанд хүрээгүй этгээдэд хүлээлгэх эрүүгийн хариуцлага. Уб., 2016 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2255",
		"text": "Ариунтуяа А. Онц байдлын үеийн хүний эрхийн асуудал. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2256",
		"text": "Ачзаяа А. Ойн тухай хууль тогтоомж зөрчих гэмт хэргийг мөрдөх арга зүйн зарим асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2257",
		"text": "Баасансүрэн Г. Монгол улсын хууль тогтоох болон гүйцэтгэх эрх мэдлийн байгууллагуудын чиг үүргийн харилцан хамаарал, түүний эрх зүйн зохицуулалтыг боловсронгүй болгох нь. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2258",
		"text": "Баатар Л. Шүүгчийн ёс зүй. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2259",
		"text": "Баатар Т. Зохион байгуулалттай гэмт явдлын эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2260",
		"text": "Баатарцогт О. Мал хулгайлах гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2261",
		"text": "Бадамцэцэг Н. Дампуурлын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2016 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2262",
		"text": "Байгалтуяа Б. Нийгмийн аюулыг үгүйсгэх нөхцөл байдал түүний уламжлал, шинэчлэл. Уб., 2016 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2263",
		"text": "Батбаатар Б. Нэгжлэг нь Эрүүгийн байцаан шийтгэх ажиллагааны бие даасан нэг төрөл болох нь. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2264",
		"text": "Батбаатар Д. Бусдын эд хөрөнгийг хулгайлах гэмт хэргийн эрүүгийн эрх зүй, криминологи шинж /Халаасны хулгайн гэмт хэргийн жишээн дээр/. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2265",
		"text": "Батдэлгэр Б. Хүн худалдаалах гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2266",
		"text": "Батжаргал Г. Үл хөдлөх эд хөрөнгийн барьцаа. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2267",
		"text": "Батжаргал С. Дундын өмчлөлийн эд хөрөнгийн эрхийн асуудал. УБ., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2268",
		"text": "Батмагнай М. Баривчлах ялын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2269",
		"text": "Батмөнх Д. Эрүүгийн байцаан шийтгэх ажиллагаан дахь гэрчийн эрх зүйн байдал: Онол практикийн зарим асуудал. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2270",
		"text": "Бат-Өлзий Б. Цагдаагийн байгууллагын хэв журам хамгаалах үйл ажиллагаа, эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2271",
		"text": "Батсайхан Б. Газрын харилцаанаас үүссэн маргаан, түүний шийдвэрлэлтийг боловсронгуй болгох арга зам. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2272",
		"text": "Батсайхан М. Хүүхдийг албадан болон хүчээр хөдөлмөрлүүлэх гэмт хэргийн эрүүгийн эрх зүйн шинж. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2273",
		"text": "Баттамир С. Төрийн албан тушаалтан албаны эрх мэдэл буюу албан тушаалын байдлаа урвуулах гэмт хэргийн эрүүгийн эрх зүйн асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2274",
		"text": "Баттөмөр Б. Цагдаа олон нийтийн рщхамтын ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2275",
		"text": "Баяндүүрэн Б. Гэмт хэрэг, зөрчлийн статистикт хийх дүн шинжилгээг боловсронгуй болгох асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2276",
		"text": "Баярсайхан Н. Бусдын эд хөрөнгийг дээрэмдэх гэмт хэргийн эрүүгийн эрх зүй болон криминологийн шинж. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2277",
		"text": "Баяртогтох Ш. Цагдаагийн алба хаагчаас ногдуулах захиргааны шийтгэлийн үр нөлөөг дээшлүүлэхэд анхаарах асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2278",
		"text": "Баясгалан А. Олон нийтийн цагдаагийн үйл ажиллагаа. Уб., 2016 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2279",
		"text": "Баясгалан Г. Захиргааны хэргийн нотлох баримт. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2280",
		"text": "Билгүүн Э. Цагдан хорих таслан сэргийлэх арга хэмжээг хэрэглэх эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2281",
		"text": "Биндэръяа А. Төрийн бус байгууллага, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2282",
		"text": "Болд Ж. Насанд хүрээгүй этгээдэд хүлээлгэх эрүүгийн хариуцлага, түүний онцлог. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2283",
		"text": "Болдсүрэн Ц. Өмгөөлүүлэх эрхээр хангах зарчмын мөн чанар, хууль зүйн учир холбогдол. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2284",
		"text": "Болормаа П. Эрүүгийн байцаан шийтгэх ажиллагааны зарчим. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2285",
		"text": "Болормаа Ц. Хүн худалдаалах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2286",
		"text": "Борхүү Д. Эрүүгийн байцаан шийтгэх ажиллагааны нотлох баримтыг цуглуулж бэхжүүлэх онол практик. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2287",
		"text": "Булгантамир А. Насанд хүрээгүй этгээдэд хорих ял оногдуулах, түүнийг эдлүүлэх ажиллагааны онцлог. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2288",
		"text": "Буянтогтох Ж. Гэмт хэрэг үйлдсэн этгээдийг шилжүүлэх. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2289",
		"text": "Буянтүмэн Х. Нийтийн эмх замбараагүй байдал бий болгох гэмт хэргийн эрүүгийн эрх зүйн, криминологийн тодорхойлолт. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2290",
		"text": "Бүрэнбаатар Д. Хүчиндэх гэмт хэргийн эрүүгийн эрх зүйн болон криминологи шинж. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2291",
		"text": "Бямбаа С. ХЗДХЯ-ны харъяа байгууллагуудын алба хаагчдын ёсзүйн үндсэн асуудал. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2292",
		"text": "Бямбанаранжав П. Харьцуулсан эрүүгийн эрх зүйн ерөнхий ангийн асуудал. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2293",
		"text": "Бярваа Д. Мөнгөн тэмдэгтэд хийх кримналистикийн шинжилгээний зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2294",
		"text": "Галмандах Б. Байгуулагын нууц. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2295",
		"text": "Ганбаатар Л. Цагдаагийн хэсгийн удирдлагын үр нөлөөг сайжруулах арга зам. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2296",
		"text": "Ганбаатар Лх. Гэрлэлтийн гэрээ. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2297",
		"text": "Ганбат Л. Цагдаагийн ажилтны ёс зүйн зарим асуудалд хийсэн дүн шинжилгээ. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2298",
		"text": "Ганбат Н. МУ-ын эрүүгийн хуулийн тусгай ангийн 173-р зүйлд заасан гэмт хэргийн зүйлчлэлийн зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2299",
		"text": "Ганбат Э. Мөрдөн байцаах албаны тогтолцоог боловсронгүй болгох арга зам. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2300",
		"text": "Ганболд Т. Банкны салбар дах зээлийн эрсдэл: эрх зүйн зохицуулалт. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2301",
		"text": "Гандуулга Д. Зам тээврийн ослын үед жолооч үүргээ биелүүлэхгүй байх, зугтаах гэмт хэргийн эрүүгийн эрх зүй, кримнологийн асуудал. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2302",
		"text": "Ганжаргал Ч. Хоригдлыг нийгэмшүүлэх үйлчилгээнд тулгарч байгаа эрх зүйн, практикийн зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2303",
		"text": "Ганзориг А. Цагдан хорих таслан сэргийлэх арга хэмжээний хүрээнд хүний эрхийг хангах зарим асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2304",
		"text": "Гансэлэм С. Эрүүгийн хэргийг хялбаршуулсан журмаар хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2305",
		"text": "Гантөмөр Н. Монгол Улсын төсвийн эрх зүйн зохицуулалт, шинэчлэл. Уб., 2016 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2306",
		"text": "Гантуяа М. Эрүүгийн байцаан шийтгэх ажиллагаанд оролцогчдын эрхийг баталгаатай хангах асуудлыг боловсронгуй болгох нь. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2307",
		"text": "Ганхуяг Б. Цагдаагийн байгууллагын хууль сахиулах үйл ажиллагааны зарчим, түүний хэрэгжилт. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2308",
		"text": "Ганчимэг Н. Бусдын эд хөрөнгийг залилан мэхлэж авах гэмт хэрэг. Уб., 2016 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2309",
		"text": "Гүнчин-Иш Б. Насанд хүрээгүй хүмүүсийг гэмт хэрэг зөрчлөөс урьдчилан сэргийлэх цагдаагийн байгууллагын үйл ажиллагааны онол практикийн зарим асуудал. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2310",
		"text": "Гэрэлт-Од Б. Эрүүгийн байцаан шийтгэх ажиллагаанд оролцогч мөрдөн байцаагчийн сэтгэл зүйн зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2311",
		"text": "Даваадорж Д. Ажил амралтын цагийн эрх зүйн зохицуулалт. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2312",
		"text": "Давааням Г. Насанд хүрээгүй хохирогч, гэрчийн эрхийг хамгаалах эрх зүйн зохицуулалтын зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2313",
		"text": "Дагвадорж Б. Насанд хүрээгүй хүмүүсээс үйлдаж буй гэмт хэрэг, түүнд нлөөлж байгаа шалтгаан нөхцөл, урьдчилан сэргийлэх арга зам. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2314",
		"text": "Дамдинбазар Ш. Гэмт хэрэг зүйлчлэл ба гэмт хэргийн бүрэлдэхүүний харьцаа. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2315",
		"text": "Дандий-Ядам Д. Торгох ялын эрүүгийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2316",
		"text": "Дашдулам Т. Компанийн хариуцлага. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2317",
		"text": "Даядан-Эрмэд Б. Олон нийтийн цагдаагийн ажилтны эрх зүйн зохицуулалт, үйл ажиллагааг боловсронгуй болгох зарим асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2318",
		"text": "Доржсүрэн Д. Иргэний хэрэг шүүхэд хянан шийдвэрлэх эрх зүй дэх хугацааны эрх зүйн зохицуулалт. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2319",
		"text": "Дугардорж Ж. Хээл хахууль авах гэмт хэргийн зүйлчлэлийн зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2320",
		"text": "Дуламсүрэн Ш. Хорих ял эдэлж буй насанд хүрээгүй хүмүүсийн дунд зохиох сургалт хүмүүжлийн ажлын үр нөлөөг дээшлүүлэх нь. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2321",
		"text": "Дэлгэрбаяр А. Авлигын эсрэг НҮБ-ын конвенцийг Монгол Улсын Авлигын эсрэг хуультай харьцуулсан судалгаа. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2322",
		"text": "Дэлгэржаргал С. Хүүхдэд хорих ял оногдуулах, гүйцэтгэх ажиллагааны эрх зүйн зохицуулалтын онцлог. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2323",
		"text": "Ержан А. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдлын болон ашиглалтын журам зөрчих гэмт хэргийг нотлох ажиллагаа. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2324",
		"text": "Ерөөлдэлгэр Ч. Хэрэг бүртгэх мөрдөн байцаах ажиллагааны үед хүний эрхийг хамгаалах зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2325",
		"text": "Ерөөлтэгш Ч. Монгол улсад олон улсын гэрээгээр ялтан шилжүүлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудлууд. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2326",
		"text": "Есөн-Эрдэнэ Г. Шүүгчийн ёс зүйн зарим асуудал. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2327",
		"text": "Жигжидсүрэн Т. Монгол Улс дахь гадаадын хөрөнгө оруулалтын гэрээ, түүний онцлог. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2328",
		"text": "Загдаа Ш. Богд хаант Монгол Улсын эрх зүйн зохицуулалт, төрийн байгууллагын асуудал. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2329",
		"text": "Золбоо Г. Гэмт хэргийн үндсэн болон туслах тоо бүртгэлийн ойлголт хууль зүйн учир холбогдол. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2330",
		"text": "Золбоо Ц. Нутгийн өөрөө удирдах ёсны байгууллагын үйл ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2331",
		"text": "Золжавхлан Д. Хүнийг санаатай алах гэмт хэргийн эрх зүйн тодорхойлолт. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2332",
		"text": "Золжаргал Ч. Монгол, БНХАУ-ын Бизнесийн гэрээний эрх зүйн зохицуулалтын харьцуулалт. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2333",
		"text": "Золзаяа А. Мөрдөн байцаах ажиллагаанд тавих прокурорын хяналт, түүнийг боловсронгуй болгох арга замууд. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2334",
		"text": "Мандах Б. Прокурорын хяналт бол төрийн хяналтын бүрэлдэхүүн хэсэг мөн. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2335",
		"text": "Мөнхбаатар О. Гэмт хэрэг, захиргааны зөрчлийн харилцан хамаарлын асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2336",
		"text": "Мөнхбаатар С. Мөр мөршгих арга зүй. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2337",
		"text": "Мөнхбаяр Ш. Иргэний эрх зүй дэх гэрээний стандарт нөхцөл. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2338",
		"text": "Мөнхбат Б. Зохион байгуулалттай бүлэг, гэмт бүлэглэл, байгуулах түүнд оролцох гэмт хэргийн эрүүгийн эрх зүйн асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2339",
		"text": "Мөнхбат Д. Шүүгчийн хараат бус байдлын баталгаа. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2340",
		"text": "Мөнхдорж Б. Эрүүгийн хуулийн зарчим. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2341",
		"text": "Мөнхдорж Т. Үндсэн хуулийн цэцэд өргөдөл, мэдээлэл, хүсэлт гаргах эрх. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2342",
		"text": "Мөнхдэлгэр Э. Гэмт хэргийн улмаас иргэнд учирсан бие эрхтэн, сэтгэл санааны хохирлыг үнэлэхэд тулгамдаж буй асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2343",
		"text": "Мөнхжаргал Х. Хохирогчтой эвлэрсэн үндэслэлээр эрүүгийн хариуцлагаас чөлөөлөх. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2344",
		"text": "Мөнхжаргал Э. Гэмт хэргийн бүрэлдэхүүний обьектив талын онолын зарим асуудал. Уб., 2016 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2345",
		"text": "Мөнхзаяа Т. Мөрдөн байцаах ажиллагаанд тавих прокурорын хяналтын хэлбэрийг сайжруулах зарим асуудал. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2346",
		"text": "Мөнхзориг Б. Хөдөлмөрийн ганцаарчилсан маргааныг шүүхээр хянан шийдвэрлэх зарим асуудал. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2347",
		"text": "Мөнхзул Б. Хэрэг бүртгэх мөрдөн байцаах ажиллагаанд хүний эрхийг хангах нь. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2348",
		"text": "Мөнх-Очир Ч. Төсвийн хөрөнгийг зориулалтын бусаар зарцуулах гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2349",
		"text": "Мөнхсайхан Г. Хуучин болон шинэ эрүүгийн байцаан шийтгэх хуулиудыг харьцуулан судлах нь. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2350",
		"text": "Мөнхтуяа Ч. Монгол Улсад гэр бүлийн бүртгэлийн тогтолцоо бүрэлдэн төлөвшсөн эрх зүйн асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2351",
		"text": "Мөнхцэцэг Б. Мөнгө угаах гэмт хэрэг, түүний зүйлчлэлийн зарим асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2352",
		"text": "Мөнхшүр М. Бусдын бие махбодид хүнд гэмтэл санаатай учрулах гэмт хэргийн эрүүгийн эрх зүй, криминологи тодорхойлолт. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2353",
		"text": "Мэндбаяр Г. Цагдаагийн байгууллагаас хэрэглэх захиргааны урьдчилан сэргийлэх албадлагын арга хэмжээ. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2354",
		"text": "Мэндбаяр Н. Татвар төлөхөөс зайлсхийх гэмт хэргийн эрүүгийн эрх зүй,кримнологи шинж. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2355",
		"text": "Мягмарсүрэн Д. Насанд хүрээгүй хүмүүсээс үйлдэж буй гэмт хэргээс хулгайн гэмт хэрэгт холбогдож цагдан хоригдож байгаа хүмүүсийн криминологи шинж. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2356",
		"text": "Мягмарсүрэн Ж. Хөрөнгө оруулалтын сан, түүний эрх зүйн зохицуулалт. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2357",
		"text": "Нансалмаа Т. Эрүүгийн байцаан шийтгэх ажиллагаанд өмгөөлөгчөөс үйл ажиллагаа явуулах хэлбэр, түүнд хүний эрхийг хамгаалах баталгааг боловсронгуй болгох зарим асуудал. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2358",
		"text": "Наранболд Б. Монгол Улсын зарим яамдын зохион байгуулалт, бүтцийг боловсронгуй болгох асуудлууд. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2359",
		"text": "Нарангэрэл Д. Нутгийн өөрөө удирдах ёсны байгууллагыг төлөвшүүлэн хөгжүүлэхэд хурлын ажлын албаны гүйцэтгэх үүрэг. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2360",
		"text": "Наранхүү Ц. Гэмт хэргийн бүрэлдэхүүний субъектив талын онол, практикийн асуудал. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2361",
		"text": "Насанбат Э. Гэмт хэргийн газрын зураглалын системийг Монгол улсад нэвтрүүлж гэмт хэргээс урьдчилан сэргийлэх нь. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2362",
		"text": "Номинбаяр Б. Гадаадын хөрөнгө оруулалтын эрх зүйн зохицуулалт. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2363",
		"text": "Номин-Эрдэнэ Г. Эрдэс баялгийн салбарын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2364",
		"text": "Нэмэхжаргал Э. Банкны тухай хууль тогтоомж зөрчих гэмт хэргийн эрх зүйн зохицуулалт, кримнологийн зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2365",
		"text": "Нямсүрэн Д. Дундын өмч, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2366",
		"text": "Нямсүрэн Д. Тэтгэврийн даатгалын шинэчлэлт, түүний эрх зүйн зарим асуудлууд. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2367",
		"text": "Одбаатар Х. Гэмт явдал, түүний шалтгаан нөхцөлийг үйлдэгдэж буй нутаг дэвсгэрээр нь судлах асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2368",
		"text": "Одгэрэл О. Гэмт хэргийн бүрэлдэхүүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2369",
		"text": "Одхүү Л. Комьпютерийн мэдээллийн аюулгүй байдлын эсрэг гэмт хэргийн эрүүгийн эрх зүйн болон кримнологи шинж. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2370",
		"text": "Ойдов Ч. Алдуул мал, гээгдэл буюу санамсаргүй олдсон эд хөрөнгө завших гэмт хэргийн эрүүгийн эрх зүй, криминологийн тодорхойлолт. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2371",
		"text": "Октябрь Э. Эрүүгийн байцаан шийтгэх ажиллагааны явцад эрүү шүүлт тулгахаас хамгаалах эрх зүйн баталгааны үндсэн асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2372",
		"text": "Оргил Э. Зохион байгуулалттай бүлэг, гэмт бүлэглэлийн эрүүгийн эрх зүйн зохицуулалт, зүйлчлэлийн зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2373",
		"text": "Оргилболд Г. Залилан мэхлэх гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал. УБ., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2374",
		"text": "Отгонжаргал Ц. Эвлэрүүлэн зуучлах ажиллагаа, түүний эрх зүйн зохицуулалт. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2375",
		"text": "Отгонмөнх П. Төрийн захиргааны албан тушаалтны эрх зүйн байдал, эрх зүйн зохицуулалт /Захиргааны эрх зүйн хүрээнд/. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2376",
		"text": "Отгонтамир Д. Хүнийг захиалгаар гэмт хэрэгтэй тэмцэх зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2377",
		"text": "Отгонтуул П. Эрх зүйн туслалцаа, иргэдэд хууль зүйн зөвлөгөө үзүүлж буй өнөөгийн байдал, эрх зүйн орчинг боловсронгуй болгох арга зам. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2378",
		"text": "Отгонцэцэг С. Мансууруулах болон сэтгэцэд нөлөөт бодисыг борлуулах гэмт хэргийг илрүүлэх ажиллагааны зарим асуудал. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2379",
		"text": "Очирсүрэн Р. Албан тушаалтан албан үүрэгтээ хайнга хандах гэмт хэргийн эрүүгийн эрх зүй, криминологийн тодорхойлолт. Уб., 2016 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2380",
		"text": "Оюун Д. Эмнэлгийн бус нөхцөлд үр хөндөлт хийх гэмт хэрэгтэй хийх тэмцлийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2381",
		"text": "Оюунбилэг Ц. Иргэний хэргийг хялбаршуулсан журмаар хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалт, харьцуулсан судалгаа. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2382",
		"text": "Оюунгэрэл А. Ял эдлүүлэх ажиллагаанд тавих прокурорын хяналт, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2383",
		"text": "Оюундэлгэр Б. Сахилгын шийтгэл хууль зүйн хариуцлагын төрөл болох нь. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2384",
		"text": "Оюунтунгалаг Э. Албан тушаалын гэмт хэргийг мөрдөх арга зүй онцлог. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2385",
		"text": "Оюунтуяа О. Орон сууц хөлслөх гэрээ, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2386",
		"text": "Оюунчимэг Д. Гадаадын иргэн, харьяатын эрх зүйн байдал, түүний зохицуулалт. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2387",
		"text": "Оюун-Эрдэнэ В. Шүүхийн журмаар гэрлэлт цуцлах ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2388",
		"text": "Өлзийбаяр Ц. Торгох ял, гэмт хэргийн улмаас учирсан хохирол, хөдөлмөрийн хөлсний доод хэмжээний харилцан хамаарал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2389",
		"text": "Өлзийхутаг Б. Мал хулгайлах гэмт хэрэг. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2390",
		"text": "Өнөмөнх Н. Ялыг хөнгөрүүлэх, хүндрүүлэх нөхцөл байдал түүний эрх зүйн үр дагавар. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2391",
		"text": "Өнөрцэцэг У. Өвлөх эрх, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2392",
		"text": "Пүрэвдорж П. Цагдаагийн албан хаагчийн ёс зүйн хэм хэмжээг боловсронгуй болгох зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2393",
		"text": "Равдандорж Б. Өмчийн эрхийг Монгол Улсын иргэний эрх зүйгээр хамгаалах асуудал. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2394",
		"text": "Рэнцэндорж В. Өвлөх эрхийн харилцааг боловсронгуй болгох зарим асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2395",
		"text": "Самдан Д. Эрүүгийн байцаан шийтгэх ажиллагаан дахь гэрчийн эрх зүйн байдал: онол практикийн зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2396",
		"text": "Сансартуяа С. Гэр бүл дэх дундаа хамтран өмчлөх эд хөрөнгийн эрх зүйн зарим зохицуулалт. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2397",
		"text": "Саранцацрал М. Хөдөлмөрийн гэрээ, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2398",
		"text": "Саранцэцэг М. МУ-ын эрүүгийн болон эрүүгийн байцаан шийтгэх хуулиудын харьцуулсан судалгаа. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2399",
		"text": "Соёлсайхан Б. Иргэний эрх зүй дэх гэрээ байгуулах эрх зүйн зохицуулалт. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2400",
		"text": "Солонго А. Гэрээслэлээр өв залгамжлах эрх зүйн зохицуулалт. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2401",
		"text": "Солонго Б. Хэрэг бүртгэх ажиллагаа явуулах журам. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2402",
		"text": "Солонго Т. Хэрэг бүртгэлтийн ажиллагаанд тавих прокурорын хяналт, түүний үр нөлөөг боловсронгуй болгох зарим асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2403",
		"text": "Сонинчулуун Д. Банк бус санхүүгийн байгууллага түүний эрх зүйн зохицуулалт ба хэтийн чиг хандлага. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2404",
		"text": "Сувдмаа Х. Шүүхийн журмаар гэрлэлт цуцлах ажиллагаа, түүний эрх зүйн асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2405",
		"text": "Сэлэнгэ О. Хүүхдийн эрхийг хамгаалах тухай хуулийг боловсронгуй болгох асуудал. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2406",
		"text": "Тамир Б. Доромжлох, гүтгэх гэмт хэргийг нотлох. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2407",
		"text": "Тамир Д. Иргэний ба захиргааны гэрээний харилцан хамаарал, ялгагдах онцлог. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2408",
		"text": "Товуудорж Э. Хүнийг санаатай алах гэмт хэргийг нотлох ажиллагаа, түүнд тулгамдаж буй зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2409",
		"text": "Тогтохбуян Т. Гомдлоор авч хэлэлцэх иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаа. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2410",
		"text": "Төгсжаргал Э. Хорих ял эдлэж буй ялтныг нийгэмшүүлэх ажлын эрх зүйн зарим асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2411",
		"text": "Төлеу Е. Цагдаагийн албан хаагчдаас үйлдэж байгаа гэмт хэрэг, зөрчил түүний шалтгаан нөхцөл, урьдчилан сэргийлэх арга зам. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2412",
		"text": "Төмөрбаатар Т. Газар өмчлөх, эзэмших, ашиглах талаарх нутгийн удирдлагын байгууллагын эрх хэмжээ. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2413",
		"text": "Төмөрсүх Ш. Танхайрах болон нийгмийн аюулгүй байдлын эсрэг гэмт хэрэгтэй тэмцэх эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2414",
		"text": "Туяа Т. Эрүүгийн хэргийн нотлох ажиллагааны түүхэн уламжлал. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2415",
		"text": "Түвшинтөгс З. Иргэний эрх зүйн хариуцлагаас чөлөөлөх зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2416",
		"text": "Түвшинцэнгэл Л. Үндсэн хуульд нэмэлт өөрчлөлт оруулах журам. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2417",
		"text": "Түмэндэмбэрэл Х. Монгол улсын нутаг дэвсгэрт гадаадын иргэдээс үйлдэж буй гэмт хэргийн шалтгаан нөхцөл, урьдчилан сэргийлэх арга зам. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2418",
		"text": "Тэлмүүн Д. Цаазаар авах ялын онол, практикийн зарим асуудал. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2419",
		"text": "Ундрах А. Хорих ял ба хүний эрх. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2420",
		"text": "Ууганбаяр Т. Бусдын эд хөрөнгийг хулгайлах гэмт хэргийн эрүүгийн эрх зүй, криминологи шинж /Халаасны хулгайн гэмт хэргийн жишээн дээр/. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2421",
		"text": "Уулзахжаргал О. Цагдаагийн байгууллагын сургалтын тогтолцоо, эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2422",
		"text": "Уянга Т. Хорих ял эдлүүлэх ажиллагаанд тавих прокурорын хяналтын зарим асуудал. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2423",
		"text": "Үүрийнгэгээ Б. Хүний эрхийг хамгаалах талаар шүүхийн гүйцэтгэх үүрэг, түүнийг боловсронгуй болгох асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2424",
		"text": "Хадбаатар Х. Гэмт явдлыг үйлдэгдэж буй нутаг дэвсгэрээр нь судлах зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2425",
		"text": "Хатанбаатар Ш. Усны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2426",
		"text": "Хишигбайгаль Э. Насанд хүрээгүй этгээдийн эрх зүйн байдал, эрүүгийн хариуцлага. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2427",
		"text": "Хунтогос Э. Гадаадын иргэний эр хзүйн байдал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2428",
		"text": "Цогтбаяр Л. Хүн худалдаалах гэмт хэргийн зүйлчлэлийн зарим асуудал. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2429",
		"text": "Цэдэвсүрэн Н. Цагдаагийн байгууллагын эрүүгийн үйл ажиллагаа түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2430",
		"text": "Цэцэг Ш. Монголын хүүхдэд ээлтэй эрх зүйн орчинг боловсронгуй болгох нь. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2431",
		"text": "Цээбаяр Н. Оргон зайлсан сэжигтэн, яллагдагчийг эрэн сурвалжлах ажиллагааны онцлог, түүнийг боловсронгуй болгох нь. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2432",
		"text": "Чанцалням Д. Захиргааны хэргийн шүүхийн харьяалал. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2433",
		"text": "Чимгээ В. Гэр бүлийн холбогдолтой хэрэг хянан шийдвэрлэх ажиллагаа, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2434",
		"text": "Чинзориг М. Харьцуулсан эрх зүй Монгол Улсын эрх зүйн тогтолцооны нэг хэсэг болох нь. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2435",
		"text": "Чулуунбат Б. Гэмт хэрэгт хамаарагчдад хүлээлгэх эрүүгийн хариуцлагын зарим асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2436",
		"text": "Чулуунтамир Б. Мал хулгайлах гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт, кримнологийн зарим асуудал /төвийн бүс/. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2437",
		"text": "Чулуунцэцэг Ч. Зохиогчийн эрхэд хамаарах эрхийн эрх зүйн зохицуулалт, түүний хамгаалалт. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2438",
		"text": "Шийтэр Д. Патентын эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2439",
		"text": "Энхбат Э. Хууль бусаар эм, эмнэлгийн хэрэгсэл үйлдвэрлэх, импортлох, хадгалах, худалдах, түгээх гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2440",
		"text": "Энхбаяр П. Цагдаагийн байгууллагаас хэрэглэх захиргааны эрх зүйн урьдчилан сэргийлэх албадлагын эрх зүйн зохицуулалт хийх шинжилгээ. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2441",
		"text": "Энхбаяр Э. Цагдаагийн ажилтны ёс зүй. Уб., 2012 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2442",
		"text": "Энхжаргал С. Иргэний эрх зүй дэх хүчин төгөлдөр бус хэлцэл, түүнээс үүсэх үр дагавар. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2443",
		"text": "Энхмаа Ю. Шүүхийн иргэдийн төлөөлөгч түүний эрх зүйн байдал. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2444",
		"text": "Энхнаран Э. Монгол Улсын эрүүгийн эрх зүй дэх гэмт хэрэг үйлдэх үе шатны эрүүгийн эр хзүйн зохицуулалтыг боловсронгуй болгох асуудал. Уб., 2011 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2445",
		"text": "Энхнасан П. Монголын атомын эрчим хүчний эдийн засаг, эрх зүйн зохицуулалтын зарим асуудлыг дэлхийн эрчим хүчний түвшинд харьцуулан судалсан нь. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2446",
		"text": "Энхтайван Д. Цагдаагийн байгууллагын албан хаагчдын үйл ажиллагааны баталгаа түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2009 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2447",
		"text": "Энхтөр Ш. Хэрэг бүртгэх мөрдөн байцаах ажиллагаанд тавих прокурорын хяналт, түүний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2448",
		"text": "Эрдэнэ Х. Авилгын гэмт хэргийн өнөөгийн төлөв байдал, цаашдын чиг хандлага, анхаарах зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2449",
		"text": "Эрдэнэбаатар Б. Хүнийг санаатай алах гэмт хэргийг мөрдөх ажиллагаа, түүнд тулгамдаж буй зарим асуудал. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2450",
		"text": "Эрдэнэбат Ч. Гаалийн хууль тогтоомжийн талаархи мэдээлэл, зөвлөгөө. Уб., 2013 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2451",
		"text": "Эрдэнэтуяа Х. Ялтны дунд явуулж буй нийгэмшүүлэх ажлын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2010 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2452",
		"text": "Эрдэнэчимэг Б. Аудитын тогтолцоо эрх зүйн зохицуулалт. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2453",
		"text": "Эрдэнэчимэг Э. Сэтгэл санааны гэм хор түүнийг арилгах арга зам. Уб., 2015 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2454",
		"text": "Эрэвгийлхам Б. Эрүүгийн байцаан шийтгэх ажиллагаан дахь нотлох ажиллагаа түүний эрх. Уб., 2008 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2455",
		"text": "Юмжирдулам О. Захиргааны байгууллагын хууль бус үйл ажиллагаа түүний үр дагавар эрх зүйн зохицуулалт. Уб., 2014 (Билиг дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2456",
		"text": "Алтансүх Л. Хорих байгууллагын харуул хамгаалалтын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2457",
		"text": "Aлтанчулуу О. Монгол Улсын эрүүгийн эрх зүй дэх цаазаар авах ял: уламжлал ба шинэчлэлийн тулгамдсан асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2458",
		"text": "Амаржаргал Н. Зээлийн гэрээний зохицуулалтын зарим асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2459",
		"text": "Амаржаргал Н. Шүүхийн шийдвэрийн үндсэн дээр явуулах үл хөдлөх эд хөрөнгийн албадан дуудлага худалдааны эрх зүйн зохицуулалтын зарим асуудал, цаашдын чиг хандлага. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2460",
		"text": "Амарзаяа Т. Хорих ял эдлүүлэх ажиллагаанд тавих прокурорын хяналтын эрх зүйн зохицуулалт, үр нөлөө. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2461",
		"text": "Амгаланбаатар А. Олон улсын хамгаалалтад байдаг хүмүүст халдан довтлох хэргийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2462",
		"text": "Амгаланбаатар Б. Албан тушаалтан хуурамч баримт бичиг үйлдэх гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2463",
		"text": "Анхбаяр Х. Бусдын эд хөрөнгийг залилан мэхэлж авах, гэмт хэргийн эрүүгийн эрх зүйн шинж, зүйлчлэл хийх, онол практикийн асуудал. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2464",
		"text": "Ариунаа З. Насанд хүрээгүй хүмүүсийг гэмт хэргээс урьдчилан сэргийлэхэд гэр бүлийн оролцоо. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2465",
		"text": "Ариунцэцэг З. Хүн худалдаалах гэмт хэрэгтэй хийх тэмцлийг боловсронгуй болгох зарим асуудлууд. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2466",
		"text": "Баатар Л. Рецидив гэмт хэргийн ойлголт, шалтгаан нөхцөл, урьдчилан шийдвэрлэх асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2467",
		"text": "Баатаржав С. Захиргааны хэргийг хянан шийдвэрлэх ажиллагааны нотлох баримтын хууль зүйн учир холбогдол. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2468",
		"text": "Байгаль Б. Эрүүгийн хариуцлага, ялаас чөлөөлөх. Уб., 2007 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2469",
		"text": "Батбаатар П. Авлигын гэмт явдлын шалтгаан нөхцөл, тэмцэх арга зам. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2470",
		"text": "Батбаяр Б. Гэмт байгууллага. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2471",
		"text": "Батболд Д. Баривчлах ялын өнөөгийн байдалд хийсэн судалгаа, дүгнэлт. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2472",
		"text": "Батсайхан О. Хорих ял, түүнийг эдлүүлэх ажиллагааны онол практикийн зарим асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2473",
		"text": "Батхишиг Ж. Гэмт хэргээс урьдчилан сэргийлэх цагдаагийн байгууллагын ажлын эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2474",
		"text": "Батчимэг Н. Эрүүгийн хуулийн тусгай ангид зааснаас хөнгөрүүлэх хорих ял оногдуулах. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2475",
		"text": "Баярмаа Б. Монгол Улсын мэргэжлийн хяналтын өнөөгийн байдалд хийсэн дүн шинжилгээ, эрх зүйн зохицуулалтыг бололвсронгуй болгох зарим асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2476",
		"text": "Болормаа М. Хорих ял эдлүүлэх ажиллагаанд хүний эрхийг хангах асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2477",
		"text": "Болормаа Э. Улаан загалмайн тэмдэгтийг хууль бусаар зүүх, урвуулан ашиглах гэмт хэргийн эрүүгийн эрх зүйн үндсэн шинж. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2478",
		"text": "Болортуяа Х. Гэр бүлийн маргааныг хянан шийдвэрлэх эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2479",
		"text": "Болор-Эрдэнэ Э. Хүчиндэх гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2480",
		"text": "Борис Ц. Авто тээврийн хэрэгслийн тоо бүртгэл, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2481",
		"text": "Галбадрах Б. Мөнгө угаах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2482",
		"text": "Ганзориг Б. Цагдаагийн байгууллагын дипломат байгууллагууд болон банк хамгаалах үйл ажиллагаа, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2483",
		"text": "Ганзориг Д. Гэмт хэргийн субьектэд холбогдох зарим асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2484",
		"text": "Ганцэцэг А. Терроризмтой тэмцэх эрүүгийн эрх зүйн асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2485",
		"text": "Дашдорж Б. Хүний эрхийг хамгаалах үндэсний байгууллага төлөвшилтийн зарим асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2486",
		"text": "Дашрэнцэн Л. Гадаадын иргэн, харъяалалгүй хүн Монгол Улсын нутаг дэвсгэрээр дамжин өнгөрөх, оршин суух журам зөрчих гэмт хэргийн эрүүгийн эрх зүйн асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2487",
		"text": "Жинжиймаа Н. Цагдаа олон нийтийн хамтын ажиллагаа, түүнийг боловсронгуй болгох зарим асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2488",
		"text": "Золбаатар Э. Замын цагдаагийн албаны зохицуулагч-цагдаагийн эрх зүйн байдлын зарим асуудал. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2489",
		"text": "Идэрхангай М. Монгол Улсад архидан согтуурах явдалтай тэмцэх, урьдчилан сэргийлэх ажиллагааны өнөөгийн байдал, түүнийг боловсронгуй болгох судалгааны дүгнэлт. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2490",
		"text": "Идэрцог Э. Төрийн албан тушаалтан эрх мэдлээ хэтрүүлэх гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2491",
		"text": "Мөнгөнцэцэг Б. Албан тушаалтны нэр барих гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2492",
		"text": "Мөнгөнчимэг О. Иргэний хэргийг хялбаршуулсан журмаар хянан шийдвэрлэх ажиллагаа, эрх зүйн орчин, харьцуулсан судалгаа. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2493",
		"text": "Мөнхзул А. Хэрэг бүртгэлт, мөрдөн байцаалтын шатан дахь эрүүгийн байцаан шийтгэх ажиллагааны тулгамдсан зарим асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2494",
		"text": "Мөнхзул Б. Захиргааны гэрээ түүний эрх зүйн зохицуулалт. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2495",
		"text": "Мөнхзул Ц. Монгол улсын Архивын үйл ажиллагааны эрх зүйн зохицуулалт. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2496",
		"text": "Мөнхтогоо Л. Монгол улс, БНХАУ-ын Гэр бүлийн хуулийг харьцуулан судлах зарим асуудал. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2497",
		"text": "Мөрөнгоо Б. Галт зэвсгийн хошуу, хонгионы нэгдсэн сан бүрдүүлэх цаашид боловсронгуй болгох нь. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2498",
		"text": "Найдансүрэн Б. Төрийн албан тушаалтан албаны эрх мэдэл буюу албан тушаалын байдлаа урвуулах гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2499",
		"text": "Нарантогоо Л. Монгол Улсын зарим яамдын бүтэц, зохион байгуулалтыг боловсронгуй болгох асуудлууд. Уб., 2007 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2500",
		"text": "Нэргүй Ч. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагааны нэгэн үе шат нь шүүхийн шийдвэр гүйцэтгэлийн ажиллагаа болох нь. Уб., 2007 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2501",
		"text": "Отгонбаяр Д. Прокурорын ёс зүйн тулгамдсан асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2502",
		"text": "Отгонтуяа Д. Эрх зүйн харилцан туслалцаа үзүүлэх ажиллагаанд тулгамдаж буй зарим асуудлууд. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2503",
		"text": "Отгонцагаан Н. Гэр бүлийн гишүүдийн эсрэг гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2007 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2504",
		"text": "Өлзийсайхан Д. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдлын болон ашиглалтын журам зөрчих гэмт хэрэгт эрүүгийн хариуцлага хүлээлгэх зарим асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2505",
		"text": "Өнөрбуян Б. Үл хөдлөх эд хөрөнгө өмчлөгчийн эрхийг хязгаарлах эрх. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2506",
		"text": "Пунцагдулам Б. Зохион байгуулалттай гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2507",
		"text": "Пүрэвсүх Н. Гадаад орнуудын эрүүгийн эрх зүйн зарим институтын харьцуулсан судалгаа. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2508",
		"text": "Сандагдорж Т. Нийгмийн аюулгүй байдлын эсрэг зарим гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2509",
		"text": "Саруул Д. Монгол Улсын эрүүгийн эрх зүй дэх аргагүй хамгаалалт. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2510",
		"text": "Соронзон Ж. Хөдөлмөрийн гэрээ дуусгавар болох эрх зүйн зохицуулалтын зарим асуудал. Уб., 2007 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2511",
		"text": "Сундуйсүрэн Д. Монгол Улсын авлигатай тэмцэх байгууллагын тогтолцоо, үйл ажиллагааны эрх зүйн орчинг боловсронгуй болгох зарим асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2512",
		"text": "Сүхбаатар Б. Хорих ял эдлүүлэх байгууллагын үйл ажиллагааны аюулгүй байдлыг хангах эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2513",
		"text": "Тодбаяр Ц. Галт зэвсэг, байлдааны галт хэрэгсэл, тэсэрч дэлбэрэх бодисыг хууль бусаар ашиглах гэмт хэргийг зүйлчлэх эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2514",
		"text": "Төгс-Очир Ж. Төрийн эсрэг гэмт хэрэгтэй явуулах тэмцлийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2515",
		"text": "Төмөртулга Т. Зохион байгуулалттай гэмт явдалтай хийх тэмцлийн зарим асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2516",
		"text": "Тэрбиш Г. Хорих ял оногдуулах үйл ажиллагааны онцлог, орчин үеийн зарим асуудал. Уб., 2007 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2517",
		"text": "Ууганбаяр А. Эрүүгийн байцаан шийтгэх ажиллагаанд нотлох баримтыг цуглуулж, бэхжүүлэх онол, практикийн зарим асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2518",
		"text": "Үнэнбаяр Т. Шүүхийн өмнөх шатанд өмгөөлүүлэх эрхийг хангах зарчим, түүний хэрэгжилтийн асуудалд. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2519",
		"text": "Халиун Б. Шүүгчийн хараат бус байдлыг хангахад анхаарах зарим асуудал. Уб., 2007 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2520",
		"text": "Хишигбаатар Ш. Цагдан хорих таслан сэргийлэх арга хэмжээний эрх зүйн зохицуулалтын зарим асуудал. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2521",
		"text": "Хүрэлбаатар Д. Захиргааны эрх зүйн гэрээний ойлголтыг тодорхойлох. Уб., 2007 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2522",
		"text": "Цэвээнжав Х. Иргэний хэрэг давж заалдах шатны шүүхийн ажиллагаанд оролцогчдын эрх зүйн зохицуулалт. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2523",
		"text": "Цэдэн-Иш А. Гэмт хэрэг санаатай үйлдэх үе шат нь эрүүгийн эрх зүйн тодорхойлолт, боловсронгуй болгох зарим асуудал. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2524",
		"text": "Цэрэнчимэд З. Монгол улсын эрх зүй дэхь ялтныг хорих ял эдлэхээс хугацааны өмнө тэнсэн суллах үйл ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2525",
		"text": "Цэцэгсүрэн Ц. Монгол Улсад хээл хахууль авах гэмт хэрэгтэй хийх тэмцлийн эрүүгийн эрх зүйн зарим асуудал. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2526",
		"text": "Чанлуулодой Ч. Үл хөдлөх эд хөрөнгийн барьцаа, түүний эрх зүйн зохицуулалт ба онол практикийн зарим асуудал. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2527",
		"text": "Чинбаяр Б. Хүнийг барьцаалах гэмт хэргийн эрүүгийн эрх зүйн асуудал. Уб., 2011 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2528",
		"text": "Энхбадралт Д. Малын хулгайн гэмт хэргийг нотлох ажиллагааны арга зүйн зарим асуудал. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2529",
		"text": "Энхбилэг Л. Эрүүгийн шүүн таслах ажиллагааг мэтгэлцэх зарчмаар явуулах онол, практикийн асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2530",
		"text": "Энхцэцэг И. Монгол Улсын эрүүл мэндийн салбар дахь авлига, түүнээс урьдчилан сэргийлэх зарим асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2531",
		"text": "Эрдэнэбат П. Шүүхээр эрүүгийн хэрэг хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалт. Уб., 2008 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2532",
		"text": "Эрдэнэ-Очир Х. Бусдын эд хөрөнгө завших, үрэгдүүлэх гэмт хэрэг. Уб., 2006 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2533",
		"text": "Эрдэнэчимэг Д. Монгол Улсын эрүүгийн байцаан шийтгэх хууль дахь сэжигтэн, яллагдагчийн эрх зүйн байдлыг боловсронгуй болгох зарим асуудал. Уб., 2009 (Монголын Үндэсний дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2534",
		"text": "Агбат А. Татвараас зайлсхийх гэмт хэргийн эрүүгийн эрх зүйн үндсэн асуудал. Уб., 2013 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2535",
		"text": "Алдар М. Шүүгчийн хараат бус байдлыг хангах зарим асуудал. Уб., 2011 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2536",
		"text": "Алимаа А. Бусдын эд хөрөнгийг завших, үрэгдүүлэх гэмт хэргийн эрүүгийн эрх зүйн ойлголт, зүйлчлэлийн зарим асуудал. Уб., 2015 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2537",
		"text": "Амгалан Б. Хорих ял эдлүүлэх ажиллагааны талаарх олон улсын хэм хэмжээг үндэсний хууль тогтоомжтой харьцуулан судлах нь. Уб., 2013 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2538",
		"text": "Амгаланбаатар П. Бусдын эд хөрөнгийг булаах ба дээрэмдэх гэмт хэргийн ялгаа, зүйлчлэлийн зарим асуудал. Уб. , 2009 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2539",
		"text": "Анхзаяа Ж. Хүн худалдаалах гэмт хэргийн эрүүгийн эрх зүйн болон криминологийн зарим асуудал. Уб., 2009 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2540",
		"text": "Ариунжаргал О. Танхайрах гэмт хэргийн эрүүгийн эрх зүйн үндсэн асуудал. Уб., 2010 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2541",
		"text": "Батзориг Б. Захиргааны хэргийн шүүхийн үйл ажиллагааг боловсронгуй болгох зарим асуудал. Уб., 2012 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2542",
		"text": "Батсуурь Ц. Баривчлах ялын үндсэн шинж, хэрэгжих чиг хандлага. Уб., 2012 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2543",
		"text": "Батсүх А. Мансууруулах бодис хууль бусаар борлуулах гэмт хэрэг түүний криминологийн асуудал.Уб., 2010 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2544",
		"text": "Болдбаатар Г. Шүүхийн шийдвэр гүйцэтгэх ажиллагааг боловсронгуй болгох зарим асуудал. Уб., 2010 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2545",
		"text": "Болдбаяр Г. Шүүхийн шийдвэр гүйцэтгэх ажиллагааг боловсронгуй болгох зарим арга зам. Уб., 2010 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2546",
		"text": "Болдбаяр Ц. Авлигатай тэмцэх байгуулллагын хараат бус байдлыг хангах эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2012 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2547",
		"text": "Болормаа Э. Гэр бүлийн маргаан хянан шийдвэрлэх шүүхийн ажиллагааны эрх зүйн зохицуулалт. Уб., 2010 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2548",
		"text": "Болор-Эрдэнэ Д. Албадан ажил хийлгэх ял түүний эрх зүйн зохицуулалт. Уб., 2013 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2549",
		"text": "Буманбаяр Н. Хээл хахуулийн гэмт хэрэгтэй явуулах эрүүгийн эрх зүйн тэмцлийн зарим асуудал. Уб., 2010 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2550",
		"text": "Бүжинлхам Ц. Бусдын газар дээр барилга байгууламж байгуулах, эрхийн зохицуулалт. Уб., 2007 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2551",
		"text": "Ганбат Э. Эрүүгийн байцаан шийтгэх ажиллагаан дахь шүүх эмнэлгийн шинжээчийн дүгнэлтийг үнэлэх асуудал. Уб., 2007 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2552",
		"text": "Ганболд Д. Гадаадын хөрөнгө оруулалттай компанийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2011 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2553",
		"text": "Гандолгор Ч. Төрийн захиргааны байгууллагын ил тод, нээлттэй байдлыг нэмэгдүүлэх, түүний эрх зүйн зохицуулалт. Уб., 2012 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2554",
		"text": "Гантулга А. Гадаадын иргэний хөдөлмөр эрхлэлт, түүний эрх зүйн зохицуулалт. Уб., 2013 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2555",
		"text": "Даваанаран Г. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаан дахь хугацаа, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2014 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2556",
		"text": "Дагиймаа Ц. Эрүүгийн байцаан шийтгэх ажиллагаанд өмгөөлөгч оролцуулах эрх зүйн зохицуулалт. Уб., 2011 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2557",
		"text": "Дайрийжав Ц. Ял хөнгөрүүлэх болон хүндрүүлэх эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2014 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2558",
		"text": "Долгорсүрэн Б. Шүүхийн журмаар гэрлэлт цуцлахад тулгамдсан асуудал шийдвэрлэх арга замууд. Уб., 2015 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2559",
		"text": "Лхамрагчаа Ж. Эрүүгийн байцаан шийтгэх ажиллагаан дахь гэрчийн хамгаалалт, эрх зүйн зохицуулалтын тулгамдсан асуудал. Уб., 2015 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2560",
		"text": "Мандах Н. Нийгмийн аюулгүй байдлын эсрэг гэмт хэргүүдийн эрх зүйн асуудлуудыг авч үзэх нь. Уб., 2011 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2561",
		"text": "Махбазар Н. Гарцаагүй байдлын эрүүгийн эрх зүйн зохицуулалтын зарим асуудал. Уб., 2013 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2562",
		"text": "Мөнхдэлгэр Б. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдал, ашиглалтын журмын эсрэг гэмт хэргийн эрүүгийн эрх зүй, криминологийн зарим асуудал. Уб., 2012 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2563",
		"text": "Мөнхзул Б. Зам тээврийн ослын үед жолооч үүргээ биелүүлэхгүй байх, зугтаах гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. Уб., 2013 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2564",
		"text": "Мөнх-Оргил Б. Монгол Улсын эрүүгийн эрх зүй дэх аргагүй хамгаалалт. Уб., 2011 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2565",
		"text": "Мөнхтулга Б. Биеэ үнэлэхэд бусдыг татан оруулах, биеэ үнэлэхийг зохион байгуулах гэмт хэргийн криминологийн зарим асуудал. Уб., 2014 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2566",
		"text": "Мягмарсүрэн Г. Сэтгэл санааны гэм хор, түүнийг арилгах арга зам. Уб., 2013 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2567",
		"text": "Наранчимэг Ц. Иргэний хэргийг анхан шатны шүүхээр хянан шийдвэрлэх ажиллагаа, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох. Уб., 2014 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2568",
		"text": "Наянтай Л. Эрүүгийн байцаан шийтгэх ажиллагаанд насанд хүрээгүй хохирогчийн эрх зүйн хамгаалалтыг сайжруулах арга замууд. Уб., 2014 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2569",
		"text": "Нэргүй Ц. Эдийн засгийн өсөлтийн хүн амын амжиргааны түвшинд үзүүлэх нөлөөллийн шинжилгээ. Уб., 2011 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2570",
		"text": "Нямсүрэн Б. Мөрдөн байцаалтын ажиллагаанд сэжигтэн яллагдагчийн эрхийг хангах нь. Уб., 2010 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2571",
		"text": "Оростогоо П. Цагдаагийн албан хаагчийн эрх зүйн баталгаа, түүнийг боловсронгуй болгох нь. Уб., 2011 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2572",
		"text": "Оюунгэрэл П. Бизнесийн байгууллагын маркетингийн төлөвлөгөөгөөр удирдах арга зүй. Уб., 2009 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2573",
		"text": "Оюунпүрэв Б. Төрийн албан тушаалтан албаны эрх мэдэл ба албан тушаалаа урвуулах, эрх мэдлээ хэтрүүлэх гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт. Уб., 2013 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2574",
		"text": "Сэмжид Т. Эрүүгийн байцаан шийтгэх тодорхой ажиллагааны ангиллыг шинээр авч үзэх нь. Уб., 2014 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2575",
		"text": "Төмөрчөдөр Л. Анз, түүний эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. Уб., 2015 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2576",
		"text": "Тунгалаг Ш. Мөрдөн байцаалтын үзлэгийн эрх зүйн зохицуулалтыг боловсронгуй болгох арга замууд. Уб., 2011 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2577",
		"text": "Түмэнжаргал Б. Мэдүүлэг нотлох баримтын эх сурвалж болох нь. Уб., 2014 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2578",
		"text": "Удаанжаргал Н. Төрийн захиргааны албан хаагчийн ёс зүйн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2010 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2579",
		"text": "Уртнасан Г. Шүүх дэх Эвлэрүүлэн зуучлах ажиллагаа, түүний эрх зүйн зохицуулалт. Уб., 2013 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2580",
		"text": "Хулан Б. Хил, гаалийн байгууллагаас мансууруулах, сэтгэцэд нөлөөлөх бодисыг илрүүлэх ажиллагааны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. Уб., 2015 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2581",
		"text": "Шинэбаяр А. Захиргааны хэргийн шүүхийн шийдвэрийн хэрэгжилтийг хангах ажиллагааны зарим асуудал. Уб., 2015 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2582",
		"text": "Энхболд Ц. Гадаадын хөрөнгө оруулалтын үндсэн асуудал. Уб., 2013 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "2583",
		"text": "Энхзаяа Э. Эрүүгийн эрх зүй дэх хэрэг хариуцах чадвар, онол практикийн тулгамдсан асуудал. Уб., 2015 (Түшээ хууль зүйн дээд сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11451",
		"text": "Баттулга Ч. Газрын хэвлийг ашиглах, хамгаалах журам зөрчих гэмт хэргийг нотлох ажиллагаанд тулгамдаж буй зарим асуудал, шийдвэрлэх арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11452",
		"text": "Буйрцэнгэг Г. Эрүүгийн байцаан шийтгэх ажиллагааны зардал, түүнд хийсэн дүн шинжилгээ. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11453",
		"text": "Хосбаяр В.Гэмт хэргийн улмаас учирсан эдийн бус хохирлыг нөхөн төлүүлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал.УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11454",
		"text": "Сэлэнгэ Х. Хэрэг бүртгэгч, мөрдөн байцаагчийн мэргэжлийн үйл ажиллагааны алдаа. УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11455",
		"text": "Ганболор Н. Цагдаагийн байгууллагын нууц гүйцэтгэх ажилтны нийгмийн хамгааллыг боловсронгуй болгох нь. УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11516",
		"text": "Анх-Ирээдүй Г.Хууль бусаар эм, эмнэлгийн хэрэгсэл үйлдвэрлэх,импортлох, хадагалх, худалдах, түгээх гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт, зүйлчлэлийн асуудал.УБ.,2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11517",
		"text": "Байгалмаа Б. Мансууруулах болон сэтгэцэд нөлөөлөх бодис, эм бэлдмэлтэй холбоотой гэмт хэргийн эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох арга зам. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11518",
		"text": "Батмөнх Н. Эрүүгийн хэрэг үүсгэх ажиллагаа ба прокурорын хяналт:эрүүгийн процессын эрх зүйн зарим асуудал. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11519",
		"text": "Баттулга Б. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдлын ашиглалтын журам зөрчих гэмт хэрэг:криминологи, эрүүгийн эрх зүйн зарим асуудал.УБ., 2017(Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11521",
		"text": "Болормаа Ж.Сэжигтэн,яллагдагчийг цагдан хорих арга хэмжээ ба шүүхийн хяналт:Эрүүгийн процесыын зарим тулгамдсан асуудал.УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11522",
		"text": "Болормаа Ц.Яллагдагчийг шүүхэд шилжүүлэх асуудлыг хянан шийдвэрлэхэд чиглэгдсэн ажиллагаа:Эрүүгийн процессын зарим тулгамдсан асуудал.УБ.,2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11523",
		"text": "Булган Д. Арилжааны эрх зүйд хамаарах Commercial law Монгол Улсын эрх зүйн зохицуулалт, харьцуулсан судалгаа. УБ., 2017(Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11524",
		"text": "Буяндэлгэр Ё.Монгол улсын нэмэгдсэн өртгийн албан татварын эрх зүйн зохицуулалтыг боловсронгуй болгох нь. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11525",
		"text": "Буянхишиг Б.Татвар төлөхөөс зайлхийх гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал.УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11526",
		"text": "Бямбадорж М. Ан агнуурын тухай хууль тогтоомж зөрчих гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт, зүйлчлэлийн асуудал. УБ., 2016 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11527",
		"text": "Даваадорж Б. Эрүүгийн хэргийг хэрэгсэхгүй болгох ажиллагаанд тулгамдаж байгаа асуудлууд. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11528",
		"text": "Золзаяа Л. Газрын хэвлийн ухагдахуун ба түүний тусгай зөвшөөрөл. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11529",
		"text": "Маралмаа Х. Гэмт хэрэг ба зөрчлийн эрх зүйн зохицуулалт УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11530",
		"text": "Мөнхзул Б. Гэрээслэлээр өвлөх эрхийн харьцуулсан судлал.УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11531",
		"text": "Мөнхтуяа Д. Бүх насаар хорих ялын эрүүгийн эрх зүйн зохицуулалт. УБ., 2018 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11532",
		"text": "Мөнх-Ундрах Б. Бусдын эд хөрөнгийг хулгайлах гэмт хэргийн эрүүгийн эрх зүйн зохицуулалт, зүйлчлэлийн асуудал:насанд хүрээгүй хүмүүсээс үйлдэж буй бусдын эд хөрөнгийг хулгайлах гэмт хэргийн жишээн дээр.УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11533",
		"text": "Мэндхишиг Б. Гэрчийн эрх зүйн байдал:эрүүгийн процессын онол практикийн зарим тулгамдсан асуудал.УБ., 2018 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11534",
		"text": "Номин-Эрдэнэ П. Эрүүгийн процесс ажиллагаан дахь эд хөрөнгө барьцаалах таслан сэргийлэх арга хэмжээний зохицуулалтыг авч үзэх нь. УБ.,2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11535",
		"text": "Номин-Эрдэнэ П. Эрүүгийн процесс ажиллагаан дахь эд хөрөнгө барьцаалах таслан сэргийлэх арга хэмжээний зохицуулалтыг авч үзэх нь. УБ.,2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11536",
		"text": "Номынбаясгалан С.Үндсэн хуулийн цэцэд маргаан хянан шийдвэрлэх ажиллагаанд диспозитив зарчмыг хязгаарлах нь. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11537",
		"text": "Нямбаяр Г. Эрүүгийн эрх зүй дэх нийтэд тустай ажил хийлгэх ял. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11538",
		"text": "Оюунбилэг Б. Барилгын эрх зүй: Хот төлөвлөлтийн эрх зүйн орчинг боловсронгуй болгох нь. УБ.,2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11539",
		"text": "Оюунтуул Б. Ажлаас үндэслэлгүй халагдсанаас ажилтанд учирсан хохирлыг нөхөн төлүүлэх эрх зүйн зохицуулалтыг боловсронгуй болгох нь. УБ., 2018 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11540",
		"text": "Сод-Эрдэнэ Б. Монгол улсын Үндсэн хуулийн цэцийн шийдвэрийн хууль хүчин зүйн хүчин чадал, түүнд хийсэн дүн шинжилгээ. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11541",
		"text": "Сынёл На. Төлбөрийн чадваргүй яллагдагчид үзүүлэх хууль зүйн туслалцаа:харьцуулсан судалгаа. УБ., 2016 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11542",
		"text": "Сэлэнгэ П.Парламентын хууль тогтоох ажиллагааны тулгамдсан асуудал. Хууль батлах үе шат.УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11543",
		"text": "Сэндэнсүрэн Г. Хууль бусаар ашигт малтмал эрэх, хайх, ашиглах олобрлох гэмт хэргийн үндсэн асуудал онол, парктик.УБ.,2017(Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11544",
		"text": "Түвшинзаяа Ж. Гадаадын арбитрын шийдвэрийг Монгол улсад хүлээн зөвшөөрөх, биелүүлэх эрх зүйн зохицуулалт.УБ., 2018 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11545",
		"text": "Урангоо Б. Гэрлэгчдийн дундын эд хөрөнгийн эрх зүйн зохицуулалтын харьцуулсан судалгаа. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11546",
		"text": "Ууганбаяр С. Иргэний нэр, нэр төр, алдар хүнд, ажил хэргийн нэр хүндийг хамгаалахтай холбогдсон маргааныг шийдвэрлэж буй шүүхийн практик. УБ., 2018 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11547",
		"text": "Хонгорзул С.Гэрлэлт цуцлах ажиллагаа, түүний эрх зүйн зохицуулалт. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11548",
		"text": "Цогзолмаа Т. Шилжилт хөдөлгөөний олон улсын эрх зүйн зохицуулалт. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11549",
		"text": "Цэцэг-Өлзий С.Төрийн өмчийн харилцааны эрх зүйн зохицуулалтыг боловсронгуй болгох нь. УБ.,2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11550",
		"text": "Эрдэнэсувд С. Татаас түүний эрх зүйн зохицуулалт.УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11551",
		"text": "Эрдэнэцэцэг Э. Зохиогчийн эрхийн иргэний эрх зүйн хамгаалалт. УБ., 2017 (Монгол Улсын Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11558",
		"text": "Энх-Амгалан Т.Хар тамхи, мансууруулах бодисыг хууль бусаар Монгол улсын хил нэвтрүүлэх гэмт хэргийг гүйцэтгэх ажлаар илрүүлэх асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11559",
		"text": "Өсөхбаяр О. Төмөр замын салбар дахь гэмт хэргийг эрүүгийн тагнуулын аргаар илрүүлэх, баримтжуулах, урьдчилан сэргийлэх. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11560",
		"text": "Сэлэнгэбаатар Э. Мөнгө угаах гэмт хэргийг баримтжуулахад санхүүгийн мэдээллийн албаны мэдээллийг ашиглах ажиллагаа. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11561",
		"text": "Уранбат Г. Сургуулийн өмнөх насны хүүхдийг халамжлах үүрэгт ажилдаа хайнга хандах гэмт хэргийн эрүүгийн эрх зүйн шинж. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11562",
		"text": "Баасанбат Д. Бэлгийн эрх чөлөө халдашгүй байдлын эсрэг зарим гэмт хэргин криминологи шинж. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11563",
		"text": "Буянцэцэг Ж. Гэмт хэргээс урьдчилан сэргийлэхэд хэвлэл мэдээллийн хэрэгслийн үр нөлөөг дээшлүүлэх асуудал.УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11564",
		"text": "Хэрлэн О.Санхүүгийн болон аж ахуйн үйл ажиллагааны нууцыг хууль бусаар олж авах, задруулах гэмт хэргийн эрүүгийн эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11565",
		"text": "Золбоо Э. Эрүүгийн хуулийн энэрэнгүй ёсны зарчим. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11566",
		"text": "Баасансүрэн Д.Гадаадын иргэн, харьяалалгүй хүн, Монгол Улсад оршин суух, дамжин өнгөрөх, зорчих журам зөрчих гэмт хэргийн эрх зүй, криминологийн зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11567",
		"text": "Баттүвшин Б. Бүрэн биш тээврийн хэрэгслийг ажилд гаргах, жолоодох эрхгүй хүнээр тээврийн хэрэгсэл жолоодуулах гэмт хэргийн эрүүгийн эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал.УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11568",
		"text": "Мөнхбат Н. Терроризмын гэмт хэргийн эрүүгийн эрх зүйн асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11569",
		"text": "Ариунчимэг Р. Эмэгтэй ялтан бие хүний онцлог. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11570",
		"text": "Батбаяр С. Хорихоос өөр төрлийн ял эдлүүлэх ажиллагааны онцлог /албадан ажил хийлгэх ялын жишээн дээр/ УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11571",
		"text": "Баттунгалаг Ш.Хорих ял эдлүүлэх ажиллагаан дахь ялтныг харуул хамгаалалтгүй ажиллуулах эрх зүйн зохицуулалт, практик.УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11572",
		"text": "Баярмагнай Д.Ялтанд эмнэлгийн тусламж үзүүлэх эрх зүйн зохицуулалт, практик.УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11573",
		"text": "Баясгалан Д. Шийдвэр гүйцэтгэх ажиллагааны явцад мал амьтан хураан явах ажиллагааны эрх зүйн зохицуулалт,практик. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11574",
		"text": "Ганхөлөг Г. Хорих байгууллагаас оргох гэмт хэрэгтэй хийх тэмцэл. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11575",
		"text": "Дашпүрэв О.Цагдан шүүхийн шийдвэр гүйцэтгэх ажиллагаан дахь хүний эрх. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11576",
		"text": "Дэлгэрмөрөн Б. Шийдвэр гүйцэтгэх ажиллагаан дахь эд хөрөнгийн үнэлгээ, эрх зүйн зохицуулалт, практик. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11577",
		"text": "Золзаяа Б. Шүүхийн шийдвэр гүйцэтгэлийн журмаар эд хөрөнгө худалдан борлуулах ажиллагааны эрх зүйн зохицуулалт, практик. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11578",
		"text": "Зая Агаржав. Шүүхийн шийдвэрийг биелүүлээгүй этгээдэд хүлээлгэх хариуцлага:эрх зүйн зохицуулалт, практик. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11579",
		"text": "Лхагвасүрэн С.Гянданд ял эдэлж буй ялтан бие хүний онцлог. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11580",
		"text": "Отгонжаргал Ю.Төрийн байгууллагаас төлбөр гаргуулах ажиллагааны эрх зүйн зохицуулалт, практик УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11581",
		"text": "Оюунцэцэг Д. Шийдвэр гүйцэтгэлийн журмаар хураагдсан эд хөрөнгийг хадгалах, хамгаалах асуудал:эрх зүйн зохицуулалт, практик.УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11582",
		"text": "Сувдмаа С.Хорих байгууллагаас суллагдсан хүнд тавих захиргааны хяналт, эрх зүйн зохицуулалт.УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11583",
		"text": "Сайнбилэг Т.Насанд хүрээгүй ялтны эрх зүйн байдал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11584",
		"text": "Ундармаа Э.Хуулийн этгээдээс төлбөр гаргуулах ажиллагааны эрх зүйн зохицуулалт, практик. УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11585",
		"text": "Хосбаяр Г. Шүүхийн шийдвэр гүйцэтгэх байгууллагын албан хаагчдад тусламж, дэмжлэг, үзүүлэх эрх зүйн зохицуулалт, практик. УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11586",
		"text": "Хонхонцэцэг П. Хорих байгууллагын гэмт явдлыг судлах арга зүйн асуудал.УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11587",
		"text": "Батдорж З.Эрх хасах ял оногдуулсан шүүхийн шийтгэх тогтоолыг гүйцэтгэх ажиллагааны эрх зүйн зохицуулалт, практик.УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11588",
		"text": "Эрдэнэбилэг Ц. Эрүүгийн хариуцлагын харьцуулсан судалгаа. УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11589",
		"text": "Буянжаргал Д. Гэр бүлийн хүрээнд үйлдэгдэж буй гэмт явдлын шалтгаан, нөхцөл, урьдчилан сэргийлэх асуудал. УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11590",
		"text": "Энхтайван П. Олон нийтийн цахим сүлжээг ашиглан гэмт хэрэг, зөрчлөөс урьдчилан сэргийлэх асуудал. УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11592",
		"text": "Нямтулга Д.Ялтны дунд явуулах нийгэмшүүлэх ажил:эрх зүйн зохицуулалт, хэрэгжилт.УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11593",
		"text": "Ганцэцэг Д.Эдийн засгийн гэмт хэрэгт хүлээлгэх эрүүгийн хариуцлага/харьцуулсан судалгаа/УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11594",
		"text": "Ганцэцэг Д.Эдийн засгийн гэмт хэрэгт хүлээлгэх эрүүгийн хариуцлага/харьцуулсан судалгаа/УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11595",
		"text": "Ням-Очир Ц.Цагдаагийн алба хаагч гэмт хэргийн улмас хохирч буй шалтгаан нөхцөл, урьдчилсан сэргийлэх асуудал. УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11596",
		"text": "Батжаргал Д. Тусгай техник зүйн асуудал.УБ.,2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11597",
		"text": "Хүрэлбаатар Т.Цагдаагийн байгууллагын түүхэн хөгжлийн зарим асуудал. УБ.,2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11598",
		"text": "Солонго Ж. Монгол хүний гар бичмэлээс хүйс ялгах шинж тэмдэгт хийсэн судалгаа. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11599",
		"text": "Баянжаргал Б.Тасалгааны нөхцөлд үүссэн гарын мөрний хугацаа тодорхойлох туршилт, үр дүн. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11600",
		"text": "Сэлэнгэ С. Шүүхийн шинжилгээний байгууллагын шинжээч, мэргэжилтний мэргэжлийн аюулгүй ажиллагааг хангах асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11601",
		"text": "Мөнхбаяр О. Гоо сайхны мэс засал нь хүний дүр, төрхийн адилтгалын мөн чанарт нөлөөлөх нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11602",
		"text": "Эрдэмболор Ч.Хүний биед үүссэн гэмтлийг мөр судлал, шүүх эмнэлгийн хамтарсан арга зүйгээр шинжилж тээврийн хэрэгслийн төрөл зориулалтыг тодорхойлох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11603",
		"text": "Баярболд А.Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдлын эсрэг гэмт хэргийн газарт зарим төрлийн мөртэй ажиллах арга зүйг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11604",
		"text": "Энхбилэг Б.Крилл үсгээр бичсэн гар бичмэлд монгол хүний сэтгэл зүйн онцлогийг тодорхойлох боломж. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11605",
		"text": "Бадамсүрэн Д. Гамшгийн мэдээллийн сан байгуулахад нээлттэй эх үүсвэрийн програм хангамжийг ашиглах нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11606",
		"text": "Адъяадорж Н. Аврагч гал сөнөөгчдийн ой хээрийн түймэр унтраах мэдэлг, чадварт хийсэн судалгаа. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11607",
		"text": "Галтзул С.Гал түймрийн шалтгаан нөхцөлийг тогтоох үйл ажиллагааны өнөөгийн нөхцөл байдал, цаашдын чиг хандлага. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11608",
		"text": "Бодьгэрэл С. Газрын тосны бүтээгдэхүүний агуулахын гал түймэр унтраах тактик ажиллагааг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11609",
		"text": "Мөнхтөр Ч. Гал түймэр унтраах Мицубишиш FV515M загварын автомашины ашиглалтыг сайжруулах боломж. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11610",
		"text": "Батбаяр Б. Орон нутгийн гамшгаас хамгаалах үйл ажиллагаанд сайн дурынхны оролцоог бүрдүүлэх арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11611",
		"text": "Мөнхням Д. Улаанбаатар хотын гал түймэр унтраах зориулалтын усан хангамжийн өнөөгийн байдал ба боловсронгуй болгох арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11612",
		"text": "Бямбасүрэн Б. Галын аюулаас урьдчилан сэргийлэх ажлыг гэр хороололд зохион байгуулах, түүнийг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11613",
		"text": "Батбямба Л. Онцгой байдлын албан хаагчдын эрх зүйн баталгаа, түүнийг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11614",
		"text": "Дэмчигсүрэн У. Эрэн хайх ажиллагааны боломжийг дээшлүүлэх арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11615",
		"text": "Төмөр-Очир Х. Нисгэгчгүй нисэх төхөөрөмж, түүний төрлүүд, ашиглах боломж. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11616",
		"text": "Ядамжав Б.Гамшгаас хамгаалах мэргэжлийн ангийн сургалтыг боловсронгуй болгох арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11617",
		"text": "Батбаатар Л. Эрэн хайх, аврах анги, салбарын аврах үйл ажиллагааг боловсронгуй болгох арга зам.",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11630",
		"text": "Баярсайхан З. Хилийн отрядын даргын шийдвэр гаргах ажиллагааг боловсронгуй болгох асуудал. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11631",
		"text": "Онолбек Х.Хил хамгаалах байгууллагын цэргийн албан хаагчдын гардан тулааны сургалтыг боловсронгуй болгох арга зам. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11632",
		"text": "Отгонбаяр Н. Хилийн заставын барилга, орон сууцны хангалтыг сайжруулах зарим асуудал. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11633",
		"text": "Бердбек Х. Хилийн зөрчлийг илрүүлэх инженерийн техник хэрэгслийн ашиглалтыг сайжруулах нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11634",
		"text": "Амартүвшин Б. Хилийн заставын аж ахуйг зохион байгуулах онцлог.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11635",
		"text": "Мөнхбаатар П. Хилийн дэглэм сахиулах ажиллагаанд хил залгаа улсын үзүүлж буй нөлөөлөл. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11636",
		"text": "Наранбаатар Т.Хилийн отрядын байрлалын аюулгүй байдлыг хангах асуудал. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11637",
		"text": "Болортунгалаг Г. Шалган нэвтрүүлэх албанд техник, технологийн дэвшлийг нэвтрүүлэх нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11638",
		"text": "Хашмөнх Э. Хилчдийн усан бэлтгэл, сургалтыг боловсронгуй болгох арга зам. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11639",
		"text": "Отгонтамир Н. Ой тайгын бүсэд хилийн эрэл явуулах ажиллагааг боловсронгуй болгох нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11640",
		"text": "Батболд Б.Эмх замбараагүй байдал үүссэн үеийн хилийн боомтын ажиллагааг боловсронгуй болгох нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11641",
		"text": "Доржбаатар Ц.Хил хамгаалах байгууллагын ахлагч бүрэлдэхүүний сонгон шалгаруулалтад судалгааны програм ашиглах нь.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11642",
		"text": "Баатарчулуун Ц.Хилийн отрядын хүнсний хангалтыг сайжруулах зарим асуудал. УБ., 2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11643",
		"text": "Алтангэрэл А.Хилийн заставын хариуцсан хэсэгт өнгөлөн далдлалтын арга хэмжээг сайжруулах нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11644",
		"text": "Баттулга Ч. Улсын хил хамгаалалтад хяналт,дохиоллын техник хэрэгслийг ашиглах боломжийг нэмэгдүүлэх нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11645",
		"text": "Ууганбаатар Д.Улсын хилийг инженер техникийн хэрэгслээр төхөөрөмжлөх нь.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11646",
		"text": "Наранбаатар С. Хилийн заставын албаны үйл ажиллагааг үнэлэх аргачлалыг боловсронгуй болгох асуудал. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11647",
		"text": "Агьзул Л.Хилийн хяналт шалгалтын техник, тусгай хэрэгслийн ашиглалтыг сайжруулах арга зам.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11648",
		"text": "Жамбалдорж Б.Хилийн заставын хариуцсан хэсгийг гэрээт хилчдээр хамгаалах онцлог. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11649",
		"text": "Бат-Эрдэнэ Б.Гэр бүлийн харилцаа хилийн заставын албаны үйл ажиллагаанд нөлөөлөх нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11650",
		"text": "Бат-Эрдэнэ Б.Гэр бүлийн харилцаа хилийн заставын албаны үйл ажиллагаанд нөлөөлөх нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11651",
		"text": "Алтанхуяг Г.Улсын хил хамгаалалтыг зохион байгуулж, удирдахад байгаль орчны нөлөөллийг харгалзах нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11652",
		"text": "Алтанхуяг Г.Улсын хил хамгаалалтыг зохион байгуулж, удирдахад байгаль орчны нөлөөллийг харгалзах нь.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11653",
		"text": "Гансүх Ө. Говь цөлийн хил хамгаалалтыг боловсронгуй болгох асуудал. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11654",
		"text": "Отгонбаяр Б.Хилийн бүс, зурвас дахь замын ашиглалтыг сайжруулах нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11655",
		"text": "Jangug Woo.Тунильд гарсан гал түймрийг унтраах арга зүй. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11656",
		"text": "Мөнхжаргал Т. Гамшгийн эрсдэлийг үнэлэхэд компьютерийн програмыг ашиглах асуудал. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11657",
		"text": "Ганбүүрэг Ц.Улаанбаатар хот орчмын гаүар хөдлөлтийн эрсдэлийн судалгаа. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11658",
		"text": "Пэрлийдорж Д.Байгалийн аюулт үзэгдлийн үед зэрлэг ан амьтдыг хамгаалах асуудал. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11659",
		"text": "Нэргүй Г.Онцгой байдлын байгууллагын менежментийг сайжруулах арга зам. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11660",
		"text": "Оюунбилэг О. Аврагч, гал сөнөөгчдйин сэтгэл зүй, сэргээн заслын тусламж,үйлчилгээг сайжруулах нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11661",
		"text": "Цогтгэрэл Н.Гамшгийн голомтын бүсэд нэрвэгдэгсдийг ангилах, аюулгүй зөөвөрлөх зарим арга зам. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11662",
		"text": "Алтан-Очир Б. Монгол Улсын цацрагийн ослын бэлэн байдлын нэгдсэн төлөвлөлтийг сайжруулах нь. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11663",
		"text": "Ганболд С. Гамшгаас хамгаалах албадын харилцан ажиллагааг сайжруулах боломж. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11664",
		"text": "Болдбаатар Б. Ой, хээрийн гал түймэр унтраах удирдлага, зохион байгуулалтыг сайжруулах нь.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11665",
		"text": "Ганбаатар Г. Аврагчдад мэргэшлийн зэрэг олгох шалгуур үзүүлэлтийг боловсруулах нь.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11666",
		"text": "Дэнзэн Б.Гал түймэр унтраах багаж, зэвсэглэмжийн норм, нормативд хийсэн шинжилгээ.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11667",
		"text": "Отгонсүрэн М. Гал унтраах салааны үүрэг гүйцэтгэх чадавхыг үнэлэх арга зүй.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11668",
		"text": "Отгонбаяр А.Гал түймэртэй тэмцэх гэрээт ангийн үйл ажиллагааг сайжруулах нь.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11669",
		"text": "Баярсайхан Х. Орон нутгийн төвшинд зудын эрсдэлийн менежментийг сайжруулах арга зам.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11670",
		"text": "Ууганбаяр Ч.Гамшгаас хамгаалах иж бүрэн сургуулийн үр дүнг дээшлүүлэх асуудалд (сумын төвшинд) УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11671",
		"text": "Чинзориг Х. Ойн түймрийн эрсдэлийг бууруулах арг зам. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11672",
		"text": "Бат-Эрдэнэ Д. Гал түймрийн улсын хяналтыг сайжруулах арга зам.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11673",
		"text": "Өлзийсайхан С. Улсын нөөцийн агуулахын аж ахуйн удирдлага, зохион байгуулалтыг боловсронгуй болгох нь.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11674",
		"text": "Пүрэвдорж Т. Байгууллагын гамшгаас хамгаалах төлөвлөлтийг боловсронгуй болгох арга зам.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11675",
		"text": "Отгонзаяа Б. Худалдаа,үйлчилгээний барилга,байгууламжийн гал түймрийн аюулыг бууруулах арга зам.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11676",
		"text": "Идэрмөрөн Ц.Ахуйн цахилгаан хэрэглээнээс үүдэлтэй гал түймрийн аюулыг бууруулах арга зам.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11677",
		"text": "Мөнхбат Р. Гамшгийн үеийн хандив,тусламжийн зохицуулалтыг сайжруулах нь.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11678",
		"text": "Оюун-Эрдэнэ Б.Хулгайлах хэргийн газарт криминалистикийн мэргэжилтний үйл ажиллагааг боловсронгуй болгох нь(Тээврийн хэрэгсэлтэй холбогдох хэргийн жишээн дээр)УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11679",
		"text": "Дашзэвэг Д.Барилга байгууламжид гарсан гал түймрийн хэргийн газар ажиллах мэргэжилтний чадавхыг нэмэгдүүлэх асуудал. УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11680",
		"text": "Эрдэнэжаргал М. Гарын үсгийг техникийн бус аргаар дуурайлган үйлдсэнийг тогтоох асуудал (хялбар бус үйлдэцтэй гарын үсгийн жишээн дээр)УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11681",
		"text": "Цэндсүрэн Г. Автомашины бүрэн бус байдал зам тээврийн оослд нөлөөлснийг авто техникийн шинжилгээгээр тогтоох онол арга зүйн асуудал. УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11682",
		"text": "Бадамсайхан Б.Тээврийн хэрэгслийн мөр судлалын шинжилгээнд тулгамдаж буй асуудал, шийдвэрлэх арга зам.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11683",
		"text": "Туул Э. Шүүхийн шинжилгээний байгууллагын статистик бүртгэлийг боловсронгуй болгох асуудал. УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11684",
		"text": "Хонгорзул С. Криминалистикийн мэргэжилтний үйл ажиллагааны эрх зүйн зохицуулалтын асуудал.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11685",
		"text": "Хонгорзул С. Криминалистикийн мэргэжилтний үйл ажиллагааны эрх зүйн зохицуулалтын асуудал.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11686",
		"text": "Галдандулжа г.Дотоодын цэргийн байгууллагын мэдээллийн аюулгйү байдлыг хангах арга зам.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11687",
		"text": "Баярбат Б. Цагдаагийн байгууллагын төрийн нууцад хамаарах мэдээллийн аюулгүй байдлыг хамгаалах арга ажиллагаа.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11688",
		"text": "Баярбат Б. Цагдаагийн байгууллагын төрийн нууцад хамаарах мэдээллийн аюулгүй байдлыг хамгаалах арга ажиллагаа.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11689",
		"text": "Батбилэг Б. Байгууллагын цахим мэдээллийн сүлжээний халдлагад гэмт хэрэгт хийх шүүх шинжилгээний зарим асуудал.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11690",
		"text": "Өлзийбадрах А. Веб сервист суурилсан програм хангамжийн эрсдэлийг үнэлэх.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11691",
		"text": "Нямдорож Д.Үүрэн холбооны хэрэгслийн мэдээллийн аюулгүй байдалд хийсэн дүн шинжилгээ.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11693",
		"text": "Сайнзаяа Т.Кибер халдлага илрүүлэх системийн судалгаа.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11694",
		"text": "Дэлгэрмөрөн А.Хил хамгаалах байгууллагын мэдээллийн аюулгүй байдлын эрх зүйн зохицуулалтыг боловсронгуй болгох нь.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11695",
		"text": "Нинжинлхам Б. Хувь хүний мэдээллийн нууцад хйисэн дүн шинжилгээ. УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11696",
		"text": "Одгэрэл Ш. Телевизийн контент, түүний үндэсний аюулгүй байдалд үзүүлэх нөлөөллийн дүн шинжилгээ.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11697",
		"text": "Шинэбаяр Г.Хил хамгаалах байгууллагын мэдээллийн аюулгүй байдалд эрсдэлийн үнэлгээ хийх аргачлал. УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11698",
		"text": "Хүрэлбаатар Ц.Татвар төлөхөөс зайлсхийх гэмт хэргийг гүйцэтгэх ажлаар илрүүлэх ажиллагаа/НӨАТ-ын жишээ/УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11699",
		"text": "Батболд Г. Эдийн засгийн аюулгүй байдалд ажилгүйдлийн үзүүлэх нөлөө.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11700",
		"text": "Отгонтуяа б. Эдийн засгийн аюулгүй байдалд нийгмийн халамж үйлчилгээний бодлого нөлөөлөх нь.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11701",
		"text": "Оюунбадрах З. Байгууллагын эдийн засгийн аюулгүй байдлыг хангахад сүлжээний найдвартай байдал нөлөөлөх нь.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11702",
		"text": "Туяацэцэг О. Ашигт малтмал хайх,ашиглах, олборлох үйл ажиллагаа Монгол Улсын эдийн засгийн аюулгүй байдалд нөлөөлөх нь.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11703",
		"text": "Батбаяр Э. Монгол Улсын эдийн засгийн ауюлгүй байдалд гадаадын зээлийн үзүүлэх нөлөөллийн онолын үндсэн асуудал.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11704",
		"text": "Ууганчимэг Н. Монгол Улсын импортын худалдааны эрсдэлийг бууруулах арга зам. УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11705",
		"text": "Наранчимэг Д.Стратегийн ач холбогдол бүхий экспортын барааны үнэ тогтоох ажиллагаа, үнийн бодлого эдийн засгийн аюулгүй байдалд нөлөөлөх нь.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11706",
		"text": "Баярсайхан Б. Олон шатлалт маркетинг, пирамид тогтолцооны луйврын аргаар үйлдсэн залилах гэмт хэргийн эдийн засгийн аюулгүй байдалд үзүүлэх нөлөө, түүнээс урьдчилан сэргийлэх асуудал.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11707",
		"text": "Энхбадрах Э.Төсвийн мөнгийг хууль бусаар зарцуулах гэмт хэргийг гүйцэтгэх ажлаар илрүүлэх онцлог. УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11708",
		"text": "Уянга Э. Цагдаагийн алба хаагчийн дундаж наслалт, түүнд хийх дүн шинжилгээ. УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11709",
		"text": "Уянга Э. Цагдаагийн алба хаагчийн дундаж наслалт, түүнд хийх дүн шинжилгээ. УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11710",
		"text": "Ганбаатар Л. Насанд хүрээгүйчүүдийн гэмт хэрэгтэй тэмцэхэд хүүхдийн албаны гүйцэтгэсэн үүрэг. УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11711",
		"text": "Энхжаргал г. Мансууруулах бодистой холбоотой гэмт хэргийг илрүүлэхэд албаны нохойг сургаж ашигласан нь.УБ., 2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11712",
		"text": "Балжинням Н.Замын цагдаагийн алба хаагчдын мэргэжлийн ур чадварыг дээшлүүлэх сургалтын өнөөгийн байдал, түүнд хийх шинжилгээ. УБ., 2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11713",
		"text": "Энхтайван Д.Замын цагдаагийн алба хаагчийн сахилга, ёс суртахууны асуудал.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11714",
		"text": "Баярбаатар Б.Нутаг дэвсгэр хариуцсан цагдаагийн байгууллагаас архидан согтуурахтай тэмцэх ажлын үр нөлөөг дээшлүүлэх /Сүхбаатар дүүргийн жишээн дээр/ УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11715",
		"text": "Атарчимэг Н.Нутаг дэвсгэр хариуцсан цагдаагийн байгууллагаас гэмт хэрэгтэй тэмцэх чиг үүргийг хэрэгжүүлэхэд албадын хамтын ажиллагаа.УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11716",
		"text": "Цагдаагийн аоба хаагчийн давтан болон мэргэшүүлэх сургалтын өнөөгийн байдалд хийсэн дүн шинжилгээ. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11717",
		"text": "Мягмарсүрэн З.Цагдаагийн байгууллагын ахлагч бүрэлдэхүүнийг хөгжүүлэх зарим асуудал. УБ.,2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11718",
		"text": "Ганчимэг Г. Цагдаагийн алба хаагчийн албандаа хандах сэтгэл ханамж, түүнд хийх судалгаа. УБ., 2018 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11719",
		"text": "Ганбаатар Х.Цагдаагийн алба хаагчдын эрх, хууль ёсны ашиг сонирхлыг хамгаалах зарим асуудал.УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11720",
		"text": "Батжаргал Ж. Гэмт хэргээс урьдчилан сэргийлэх ажилд харуул хамгаалалтын байгууллагын үүрэг оролцоог нэмэгдүүлэх зарим асуудал.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11721",
		"text": "Ринчин-Очир Г. Цагдаагийн албаны \"Буудлагын дасгал\", түүнийг боловсронгуй болгох асуудал.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11722",
		"text": "Одбат Б.Цагдаагийн эргүүлийн үйл ажиллагааг боловсронгуй болгох асуудал.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11723",
		"text": "Солонго А. Цагдаагийн байгууллагын хүний нөөцийн сонгон шалгаруулалт, түүнд хийсэн шинжилгээ. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11724",
		"text": "Оюунбаатар Н. Хорих байгууллагын гүйцэтгэх ажлын хэрэг.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11725",
		"text": "Гомбо Б.Хоригдлын үйлдсэн зөрчлийг хянан шийдвэрлэх ажиллагаа. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11726",
		"text": "Алтантуяа А. Хорих ялын статистик.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11727",
		"text": "Бурмаа Б. Ахлах шийдвэр гүйцэтгэгчээс шийдвэр гүйцэтгэх ажиллагаанд тавих хяналт. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11728",
		"text": "Энхбат Б. Цагдан хорих байрны аюулгүй байдлыг хангах ажиллагаа. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11729",
		"text": "Ариунболд х. Хорих байгууллагын харуул хамгаалалтад техник хэрэгсэл ашиглах нь.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11730",
		"text": "Баттулга Л.Хууль бусаар иргэний харьялал олж авахын эсрэг эрх зүйн хамгаалалт.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11731",
		"text": "Намдаг Р. Цагдаагийн байгууллагын хууль сахиулах үйл ажиллагааны зарчим, түүнд хийх шинжилгээ.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11732",
		"text": "Бямбацогт С.Үндсэн хуулийн эрх зүйн хэм хэмжээний асуудал. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11733",
		"text": "Бямбацогт С.Үндсэн хуулийн эрх зүйн хэм хэмжээний асуудал. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11734",
		"text": "Санчир Ц. Хулгайлах гэмт хэргийн эрүүгийн эрх зүйн шинж, эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11735",
		"text": "Уянга А. Цагдаагийн байгууллагын PR, нэр хүнд имижийн зарим асуудал.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11736",
		"text": "Оюунбадрах О. Галдан шатаах аргаар үйлдэгдсэн гэмт хэргийг гүйцэтгэх ажлаар баримтжуулан шалгах онцлог.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11737",
		"text": "Анхбая ц. Террор үйлдэх гэмт хэрэгт цагдаагийн байгууллагаас явуулах хойшлуулшгүй ажиллагаа. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11738",
		"text": "Бат-Эрдэнэ Ц.Бэлгийн мөлжлөгийн гэмт хэргийг гүйцэтгэх ажлаар урьдчилан сэргийлэх илрүүлэх ажиллагаа.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11739",
		"text": "Соронзонбаатар Б. Нуугдмал гэмт явдлыг тодорхойлох арга зүй.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11740",
		"text": "Онон Э. Гэр бүлийн хүчирхийлэлтэй тэмцэхэд \"Хамтарсан баг\"-ийн оролцоо, эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11741",
		"text": "Билгүүн Г. Япон ба Монгол Улсын эрүүгийн эрх зүйн харьцуулалт/Японы ял тогтолцооны жишээн дээр/УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11742",
		"text": "Батзориг Я. Залилах гэмт хэргийг мөрдөх арга зүйн асуудал. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11743",
		"text": "Доржпагма Э. Цагдаагийн алба хаагчийн эрүүл мэндийн хамгааллын эрх зүйн зохицуулалтыг боловсронгуй болгох нь.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11744",
		"text": "Мягмарсүрэн Б. Гэмт хэргийн статистикийн тогтолцоо, эрх зүйн зохицуулалт.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11745",
		"text": "Цогтбаатар Н. Олон улсын эрх зүйн баримт бичиг эрүүгийн эрх процессын эрх зүйд тусгагдсан байдал. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11746",
		"text": "Азжаргал а. Хууль бусаар эм, эмнэлгийн хэрэгсэл үйлдвэрлэх, импортлох, хадгалах, худалдах, түгээх гэмт хэргийн эрүүгийн эрх зүйн шинж.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11747",
		"text": "Чинзориг Б. Улсын онц чухал объектын харуул хамгаалалтын үр нөлөөг дээшлүүлэх зарим асуудал. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11748",
		"text": "Мөнх-Эрдэнэ Т. Гүйцэтгэх ажлын нөхцөл байдалд хийсэн дү шинжилгээ. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11749",
		"text": "Жанарыс М. Хуулийн этгээдэд холбогдох эрүүгийн хэрэг хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын онцлог, түүнд хийх дүн шинжилгээ, боловсронгуй болгох арга зам.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11750",
		"text": "Батхишиг М. Мансууруулах эм, сэтгэцэд нөлөөт бодисыг хууль бусаар ашиглах гэмт хэрэг илрүүлэх сүлжээ зохин байгуулах онцлог.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11751",
		"text": "Отгонзул Г. Цагдаагийн байгууллагаас хөтлөх гэмт хэргийн статистикийг боловсронгуй болгох зарим асуудал. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11752",
		"text": "Баатархан Ш. Мал хулгайлах гэмт хэргийг гүйцэтгэх ажлаар илрүүлэхэд тулгамдаж буй асуудал. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11753",
		"text": "Тунгалаг Ш. Цагдаагийн байгууллагын гадаад хамтын ажиллагааны эрх зүйн зохицуулалт. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11754",
		"text": "Эрхэмбилэг М. Авто машин хулгайлах гэмт хэргийг гүйцэтгэх ажлаар илрүүлэх сүлжээ зохион байгуулах асуудал.УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11755",
		"text": "Шинэбаатар Н. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдлын эсрэг гэмт хэргийг мөрдөхөд техник технологийн дэвшлийг ашиглах нь. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11756",
		"text": "Ганзул г. Прокурорын байгууллагын гэмт хэргийн статистикт хийсэн дүн шинжилгээ. УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11757",
		"text": "Гэрэлсүрэн Г. Зөрчлийн статистикийг хөгжүүлэх онол арга зүй/Цагдаагийн байгууллагын жишээн дээр/УБ.,2018 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11758",
		"text": "Мөнгөнбагана Б.Алслагдсан хэсэгт улсын хил хамгаалалтыг зохион байгуулах заставын ажиллагаа. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11759",
		"text": "Баяр-Эрдэнэ Т.Хилийн инженерийн төхөөрөмж, техник хэрэгсэл нь улс хоорондын хилийн харилцаанд нөлөөлөх нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11760",
		"text": "Чингэс Г. Монгол-Оросын хилд гарч буй хилийн зөрчил, түүнд хийх үнэлэлт, дүгнэлт. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11761",
		"text": "Алтансүх Г. Хил хамгаалалтын түүх судлал хил хамгаалалтөд нөлөөлөх нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11762",
		"text": "Сүх-Очир Н. Хилийн аюулгүй байдлыг хангахад хилийн анги салбарын хүлээх үүрэг хэрэгжүүлэх ажиллагааг боловсронгуй болгох нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11763",
		"text": "Ариунболд М. Хилийн отрядын хүнсний хангалтыг боловсронгуй болгох зарим асуудал. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11764",
		"text": "Ганзориг Б.Хилийн отрядын шуурхай жижүүрийн үйл ажиллагааг сайжруулах арга зам. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11765",
		"text": "Энхбаатар Б. Бүсчилсэн хил хамгаалалтын үеийн ар тал хангалтыг зохион байгуулах арга зам. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11766",
		"text": "Ганзориг Ц. Монгол Улсын баруун бүсийн хилийн аюулгүй байдалд гадаад хүчин зүйлүүдийн нөлөөллийг судлах нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11767",
		"text": "Гантулга Б.Алслагдсан хэсэгт хил хамгаалалтыг арга, тактикийг боловсронгуй болгох арга зам/Цагаан нуурын/ УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11768",
		"text": "Зоригт Б. Хилийн отряд, заставын хяналтад хамрагдах хэсгийг тодорхойлох нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11769",
		"text": "Ажилчин А. Хилийн отрядын хил хамгаалалтын арга,тактикийг боловсронгуй болгох арга зам./Цагаан нуурын/ УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11770",
		"text": "Жавхлан Б. Улсын хилийг инженер техникийн хэрэгслээр хамгаалах аргыг хэрэгжүүлэх, хүч хэрэгслийг бүрдүүлэх нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11771",
		"text": "Нямдорж Б. Албаны бэлэн байдлыг дээшлүүлэх арга зам/тайван цагийн болон өдөр тутмын бэлэн байдлын үеийн/ УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11772",
		"text": "Дэлгэрцогт Л. Улсын хил хамгаалалтыд тавигдах шаардлага, түүний хэрэгжилтийг судалсан нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11773",
		"text": "Мөнгөн-Эрдэнэ Д.Хилийн отрядын хариуцсан хэсэгт агаараас эрэл зохион байгуулах боломжийг судалсан нь/баруун туруун/ УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11774",
		"text": "Эрдэнэцогт Б. Хилийн отрядын хариуцсан хэсэгт цэргийн хяналтыг боловсронгуй болгох нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11775",
		"text": "Бат-Оргил Ч. Сургалт бэлтгэлийг явуулахад програм хангамж ашиглах нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11776",
		"text": "Сод-Эрдэнэ Ц.Хилийн ангид сургалт, сэтгэл зүйн хангалтыг хослуулж бэлэн байдлыг дээшлүүлэх арга зам. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11777",
		"text": "Ганбаатар Г. Хилийн отряд,заставын хил хамгаалах ажиллагаанд Arc Gis програм ашиглах аргачлал. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11778",
		"text": "Серикбол Т.Хилийн отрядын шинжлэх ухаан технологийн салбар зөвлөлийн үйл ажиллагаа түүнд хийх дүгнэлт. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11779",
		"text": "Эрдэнэбат М. Хилийн боомтын бие бүрэлдэхүүний албаны бэлтгэл сургалтыг боловсронгуй болгох нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11780",
		"text": "Ганбагана Г.Хилийн отрядын албаны бэлтгэл сургалтын орчинг боловсронгуй болгох нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11781",
		"text": "Балсандорж Б. Говь цөлийн хил хамгаалалтад агаараас тандах хэрэгсэл ашиглах боломжийг судалсан нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11782",
		"text": "Эрхэмбаяр Д.Хил дамнасан малын хулгайн зөрчлийг таслан зогсооход хилийн отрядын хэсэгт авч хэрэгжүүлэх арга хэмжээ. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11783",
		"text": "Батбаяр Б. Мөр хянах зурвасыг гал унтраах зурвас болгон ашиглах боломжийг судалсан нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11784",
		"text": "Дүүрэнбаатар С. Цаг агаарын аюулт үзэгдэл тохиолдсон үеийн хилийн отрядын ажиллагаа. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11785",
		"text": "Мөнхбаатар Б.Шүүх шинжээчийг сонгон шалгаруулах зарим асуудал. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11786",
		"text": "Эрдэнэцогт Г.Хүйтэн зэвсгийн мөр судлалын онол, арга зүйн асуудал. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11787",
		"text": "Түвшинбаатар Б.Хэргийн гаүрын үзлэгээр илрүүлсэн мөр битүүмжлэх арга зүйн асуудал. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11788",
		"text": "Бямбаноров З.Шавьж судлалын арга зүйг шинжлэн магадлах үйл ажиллагаанд ашиглах нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11789",
		"text": "Баясгалан Б.Гарын үсгийн оношлох шинжилгээний онол, арга зүйн асуудал. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11790",
		"text": "Баттүвшин Б.Газрын тосны бүтээгдэхүүнийг хадагалх улсын нөөцийн агуулахад гал унтраах автомат тоног төхөөрөмжийг нэвтрүүлэх нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11791",
		"text": "Эрдэнэбат Д.Уулархаг орчинд эрэн хайх, аврах ажиллагааг зохион байгуулах чадавхыг сайжруулах нь. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11792",
		"text": "Гансүх Н. Газрын тосны бүтээгдэхүүний хадгалалтын үеийн гал түймрийн эрсдэлийг бууруулах арга зам. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11793",
		"text": "Мөнхжаргал Б.Хөгжлийн бэрхшээлтэй иргэдтэй галын аюулгүй байдлын сургалтыг зохион байгуулж, явуулах арга зам. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11794",
		"text": "Алтангэрэл С. Гүний усанд эрэн хайх, аврах ажиллагааг боловсронгуй болгох арга зам. УБ., 2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11795",
		"text": "Эрдэнэхүү Р.Гал түймрийн үед нэрвэгдэгсдийг эрэн хайх аврах ажиллагааг боловсронгуй болгох арга зам.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11796",
		"text": "Пүрэвжав М. Гамшгаас урьдчилан сэргийлэх сурталчилгааг сайжруулах нь.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11797",
		"text": "Өлзийсайхан Б.Тэсрэх бодисын агуулахын гал түймрийг унтраах арга зүйг боловсронгуй болгох нь.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11798",
		"text": "Хишигбаатар б. Газар хөдлөлтийн үеийн нүүлгэн шилжүүлэх байршил, нөхцөлийг сайжруулах арга зам.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11799",
		"text": "Саруул С. Сургуулийн өмнөх боловсролд ахуйн ослоос өөрийгөө хамгаалах сургалтын арга зүйг нэвтрүүлэх нь.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11800",
		"text": "Батсайхан Б. Эрэн хайх, аврах ажиллагаанд эрэлч нохойг оролцуулах, албанд ашиглах боломж.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11801",
		"text": "Бямбадорж П.Гал түймрийн үед хүүхэд хамгааллын асуудал.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11802",
		"text": "Батзаяа Б.Гамшиг ослын үед өндөр барилгад эрэн хайх, аврах ажиллагааг боловсронгуй болгох асуудал.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11803",
		"text": "Эрэвгийлхам Э.Хүний гоц халдварт өвчний хор уршгийг арилгах үеийн зардлын эдийн засгийн асуудал/тарваган тахал/УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11804",
		"text": "Зоригоо Б. Музейн барилга байгууламжийн гал түймрийн эрсдэлийг бууруулах арга зам.УБ.,2017 (Хууль сахиулах их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11805",
		"text": "Энх-Амгалан Э.Дулааны цахилгаан станцын гал түймрийн аюулаас урьдчилан сэргийлэх ажлын боловсронгуй болгох нь.УБ.,2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11806",
		"text": "Баярхүү Ц.Гамшгийн шуурхай удирдлага зохицуулалтыг бүсчлэн зохион байгуулах боломж.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11807",
		"text": "Энхбат Э. Аврагч гал сөнөөгчдийн ур чадвар дээр суурилсан сургалтыг сайжруулах нь.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11808",
		"text": "Цогтбаяр Б.Тал хээрийн түймрийн шалтгааныг тогтоох арга зүйг боловсронгуй болгох асуудал/зүүн бүсийн жишээн дээр/УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11809",
		"text": "Санжаасүрэн Д.Хээрийн түймэр унтраахад байлдааны зориулалттай техник ашиглах нь.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11810",
		"text": "Цэдэнсодном Б. Гал түймрийн шалтгаан нөхцөлийг тогтооход орчин үеийн дэвшилтэд техник технологи ашиглах нь.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11811",
		"text": "Лхамжав Ч. Гамшгийн аюулыг зарлан мэдээлэх системийг боловсронгуй болгох нь.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11812",
		"text": "Мягмарсүх У.Ой хээрийн түймэр унтраах үеийн холбоо зохион байгуулалтыг сайжруулах нь.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11813",
		"text": "Ган-Эрдэнэ П.Орон сууцны барилгад гарсан гал түймрээс иргэдийг аврах ажиллагааг боловсронгуй болгох нь.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11814",
		"text": "Амгалан Э. Хий цэнэглэх станцын галын аюулгүй байдлыг хангах нь.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11815",
		"text": "Ариунболд Б.Үзвэр үйлчилгээний байгууллагад гарсан гал түймрийг унтраах арга замыг боловсронгуй болгох нь.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11816",
		"text": "Мягмаржав Б. Шингэрүүлсэн шатдаг хийн агуулахын галын аюулгүй байдлыг хангах зарим асуудал.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11817",
		"text": "Энхцэцэг Д. Шийдвэр гүйцэтгэгчийг урамшуулах эрх зүйн зохицуулалт, практик.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11818",
		"text": "Өнөболд Э. Хорих байгууллагын албан хаагч, ялтан хоорондын харилцаа.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11819",
		"text": "Цэцгээ Б.Барьцаалагдсан эд хөрөнгөнөөс төлбөр гаргуулах ажиллагааны онцлог, эрх зүйн зохицуулалт,практик УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11820",
		"text": "Цэвээндаш Б.Шүүхийн шийдвэр гүйцэтгэх байгууллагын албан хаагчдын бие бялдрын бэлтгэлжилтэд анхаарах асуудал.УБ.,2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11821",
		"text": "Ууганцэцэг З. Шийдвэр гүйцэтгэх ажиллагааны харьяаллын эрх зүйн зохицуулалт, практик. УБ., 2017(Хууль сахуилах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11822",
		"text": "Уранчимэг Д. Эмэгтэй ялтныг нийгэмшүүлэх ажлын онцлог. УБ., 2017(Хууль сахуилах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11823",
		"text": "Уранчимэг Д. Эмэгтэй ялтныг нийгэмшүүлэх ажлын онцлог. УБ., 2017(Хууль сахуилах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11824",
		"text": "Туул П. Хорих ангийн харуул хамгаалалтын албан хаагчдын эрх зүйн байдал, анхаарах зарим асуудал. УБ., 2017(Хууль сахуилах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11825",
		"text": "Оюунтай Э. Шийдвэр гүйцэтгэгчийн аюулгүй байдлыг хангах ажиллагааны эрх зүйн зохицуулалт, практик.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11826",
		"text": "Мөнххуяг Г. Хорих ангийн харуул хамгаалалтад тавих хяналт, шалгалт УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11827",
		"text": "Мандалбаатар Б. Хорих байгууллагын гүйцэтгэх албанд ашиглагдаж байгаа туслагчийг сургаж, хүмүүжүүлэхэд анхаарах зарим асуудал. УБ.,2017 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11828",
		"text": "Золжаргал Б. Шүүх хуралдааны аюулгүй байдлыг хангах ажиллагааны эрх зүйн зохицуулалт, практик.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11829",
		"text": "Даваацэрэн Б.Төрийн улс төрийн болон тусгай албан хаагчдад оногдуулсан хорих ялыг эдлүүлэхэд анхаарах асуудал.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11830",
		"text": "Анхбаяр Б. Хохирогчийг хамгаалах ажиллагааны эрх зүйн зохицуулалт, практик УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11831",
		"text": "Азжаргал Л. Ялтны хөдөлмөр хамгааллын эрх зүйн зохицуулалт, практик УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11832",
		"text": "Азжаргал Г. Шийдвэр гүйцэтгэх ажиллагааны мэдэгдэл.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11833",
		"text": "Батбаяр Б. Тээврийн хэрэгслийн гадна талын гэрэлтүүлэх хэрэгсэл хэрэглэх эрх зүйн зохицуулалтыг боловсронгуй болгох асуудал УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11834",
		"text": "Гомбосүрэнжав Д. Тууш замын хөдөлгөөний аюулгйү байдалд анхаарах асуудал.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11835",
		"text": "Эрдэнэхуяг Б. Замын нөхцөл байдал зам тээврийн осолд нөлөөлөх хүчин зүйл болох нь. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11836",
		"text": "Энхболд Б. Жолооч бэлтгэх сургалтын эрх зүйн орчинг сайжруулах арга зам. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11837",
		"text": "Чинзориг Ц. Замын хөдөлгөөний аюулгүй байдлыг хангах чиглэлээр нутгийн захиргааны байгууллагаас гаргасан захиргааны хэм хэмжээний актад хийсэн дүн шинжилгээ. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11838",
		"text": "Олзбаяр Б. Хэрэг бүртгэгчийн ажлын ачаалалд хийсэн дүн шинжилгээ. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11839",
		"text": "Батбаяр М. Цагдаагийн байгууллагын хэв журмын хамгаалалтын үйл ажиллагаанд дэвшилтэд техник технологийг ашиглах нь. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11840",
		"text": "Гантулга Ч. Цагдаагийн байгууллагын зөвшөөрөл олгох, хяналт тавих ажилд хийсэн дүн шинжилгээ. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11841",
		"text": "Энх-Амгалан А. Цагдаагийн алба хаагч авилгад өртөхөөс урьдчилан сэргийлэх зарим асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11842",
		"text": "Цэнд-Аюуш Д. Хорих ял эдлээд суллагдсан зарим хүмүүст тавих захиргааны хяналтын үр нөлөөг дээшлүүлэх нь.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11843",
		"text": "Лувсандорж П. Хүн, мал, амьтны гоц халдварт өвчний үед тогтоосон хорио цээрийн дэглэмийг сахиулахад цагдаагийн байгууллагын оролцоо. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11844",
		"text": "Мөнхзул Т.Цагдаагийн алба хаагчийн ёс зүйн төлөвшилтийн асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11845",
		"text": "Баярсайхан Т. Цагдаагийн байгууллагын саатуулах үйл ажиллагааг боловсронгуй болгох нь. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11846",
		"text": "Цадмэдший О. Иргэний зөвлөлийн зохион байгуулалт, үйл ажиллагааны эрх зүйн зохицуулалт. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11847",
		"text": "Алтангэрэл О. Хууль сахиулах байгууллагын үйл ажиллагаан дахь парла ментын хяналт. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11848",
		"text": "Хатанзориг М. Үндэсний аюулгүй байдлын эрх зүйн үзэл сэтгэлгээний зарим асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11850",
		"text": "Алтанцоож Ц. Цагдаагийн байгууллагын албаны нохойн сургалт, боловсронгуй болгох арга зам /тэсэрч дэлбэрэх илрүүлэх нохойн сургалтын жишээн дээр/УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11851",
		"text": "Тунгалагдулам Д. Улсын хилийн, хил орчмын дэглэм, журам зөрчих гэмт явдлаас урьдчилан сэргийлэх асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11852",
		"text": "Баттулга Н. Францын эрүүгийн эрх зүйн тогтолцоо, харьцуулсан судалгаа. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11853",
		"text": "Ганчимэг Г. Шинэчлэн найруулсан Эрүүгийн хууль дахь өсвөр насны хүнд ял оногдуулах асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11854",
		"text": "Онон С. БНХАУ-ын эрүүгийн эрх зүйн тогтолцоо, харьцуулсан судалгаа УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11855",
		"text": "Хулан Б. Гэр бүлийн хүчирхийлэл үйлдэх гэмт хэргийн эрүүгийн эрх зүйн шинж. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11856",
		"text": "Одхүү Д. Мөрдөн шалгах ажиллагааны нууцыг задруулах гэмт хэргийн эрүүгийн эрх зүйн шинж. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11857",
		"text": "Оюун-Эрдэнэ Ц.Хуулийн этгээдийн эрх мэдлийг урвуулан ашиглах гэмт хэргийн эрүүгийн эрх зүйн шинж. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11858",
		"text": "Лхагвасүрэн М. Шинэчлэн найруулсан Эрүүгийн хууль, Зөрчлийн хуулийн уялдаа холбоо. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11859",
		"text": "Ганзаяа Б. Монгол Улсын Эрүүгийн хариуцлагын бусад албадлагын арга хэмжээний эрх зүйн зохицуулалтын зарим асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11860",
		"text": "Мөнххуяг Д. Гэмт хэрэг илрүүлэхэд гүйцэтгэх ажлын дүн шинжилгээний аргыг ашиглах асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11861",
		"text": "Хосбаяр Ү. Гүйцэтгэх ажлын нууц тодорхойлолтын аргыг боловсронгуй болгох нь. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11862",
		"text": "Еркин Б. Яллагдагчаар татагдвал зохих этгээд нь тогтоогдоогүй хүнийг санаатай алсан гэмт хэрэгт зохиох гүйцэтгэх ажлын тулгамдсан асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11863",
		"text": "Эхбаатар Ц. Улсын хилээр алт хууль бусаар нэвтрүүлэх гэмт хэргийг гүйцэтгэх ажлаар илрүүлэх онцлог.УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11864",
		"text": "Төмөрбат Ж. Хүн худалдаалах гэмт хэрэгт гүйцэтгэх ажлын туслах хүчний сүлжээ зохион байгуулах онцлог. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11865",
		"text": "Тамжид Н. Цагдаагийн байгууллагын тусгай албаны боловсон хүчнийг сонгох, судалж авах онцлог. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11866",
		"text": "Төмөрхадуур Э.Эрүүгийн албанаас зохион байгуулах гүйцэтгэх ажлын эрэн сурвалжлах үйл ажиллагаа, түүний онцлог. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11867",
		"text": "Мөнхтулга П. Мөнгөн тэмдэгт, үнэт цаас, төлбөр тооцооны хэрэгсэл хуурамчаар бэлтгэх, ашиглах, гэмт хэргийг гүйцэтгэх ажлын аргаар илрүүлэх онцлог/виза картны жишээ/ УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11868",
		"text": "Өнөмөнх Б.Татвар төлөхөөс зайлсхийх гэмт хэргийг гүйцэтгэх ажлын аргаар баримтжуулах онцлог. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11869",
		"text": "Баярсайхан М.Эрүүгийн болон мөрдөн байцаах албадлагын хамтын ажиллагааны эрх зүйн зохицуулалтын асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11870",
		"text": "Одончимэг Ж. Мөрдөн байцаалтын ажиллагааг зохион байгуулалтын болон мэргэжлийн удирдлагаар хангахад тулгамдсан асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11871",
		"text": "Хулан Н. Гэр бүлийн хүчирхийлэл үйлдэх гэмт хэргийн гэрч, хохирогчийг хамгаалах эрх зүйн зохицуулалтын тулгамдсан асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11872",
		"text": "Алтанцоож П. Хээл хахуулийн гэмт хэргийг мөрдөн байцаах арга зүй. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11873",
		"text": "Батзаяа Б. Нотлох баримтыг шалгах үнэлэхэд тулгамдаж буй асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11874",
		"text": "Энхтайван Д. Хилийн анги салбарын удирдлагын шийдвэрт хамт олны нийгмийн сэтгэлзүйн хүчин зүйлийг харгалзах нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11875",
		"text": "Батбаатар Ц. Тал хээрийн бүсийн хил хамгаалалтыг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11876",
		"text": "Отгонсүрэн Ч. Хил хамгаалах байгууллагын үйл ажиллагааг орон нутагт сурталчлах арга замыг судалсан нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11877",
		"text": "Батбилэг П. Хилийн инежнерийн хангалтын үүргүүдийг Чингисийн цэргийн инженерийн хангалтын үүргүүдтэй харьцуулсан нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11878",
		"text": "Ган-Эрдэнэ Г. Буйр нуурын усан хил хамгаалалтыг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11879",
		"text": "Батзолбоо Ж. Хилийн албаны эрсдэлийг тооцоолж, үр дүнг дээшлүүлэх зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11880",
		"text": "Батсайхан М.Хил хамгаалах байгууллагын дотоод хяналтын тогтолцоонд дүн шинжилгээ хийсэн нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11881",
		"text": "Ганхуяг Д.Хил хамгаалах байгууллагын тусгай томилгоот салбарын үйл ажиллагааг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11882",
		"text": "Ням-Очир Б. Хилийн отрядын холбоо мэдээллийн технологийг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11883",
		"text": "Пүрэвдорж С. Хил хамгаалах байгууллагын ахлагч бүрэлдэхүүний хүний нөөцийн төлөвлөлтийг болосвронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11884",
		"text": "Шижир Ц. Хилийн анги салбарт цэргийн аюулгүй байдлыг хангах асуудал.УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11885",
		"text": "Баяржаргал М. Хилийн анги салбарт цэргийн аюулгүй байдлыг хангах асуудал.УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11886",
		"text": "Түмэнжаргал Б. Хилийн отрядад дотоод хяналт шалгалтын ажлыг явуулах онцлог, боловсронгуй болгох арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11887",
		"text": "Лхагвасүрэн л. Говь цөлийн бүсэд хилийн эрэл явуулах үеийн ар тал хангалтыг зохион байгуулах нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11888",
		"text": "Өлзийсайхан Г. Хилийн отрядад штабын дадлага зохион байгуулж явуулах онцлог, боловсронгуй болгох арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11889",
		"text": "Мухулай Б. Улсын хилд үүрэг гүйцэтгэж буй хилчдийн аюулгүй байдлыг хангах арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11890",
		"text": "Санчинболор Б. Монгол-Хятадын хилийн цагийн байдал, түүнд хийх үнэлгээ. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11891",
		"text": "Эрдэнэбат Э. Улсын хил орчмын дэглэмийг сахиулахад нутгийн захиргааны хүлээх үүрэг, хэрэгжүүлэх арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11892",
		"text": "Анхбаяр Х. Хил хамгаалах байгууллагын тусгай мэргэжлийн алба хаагчдын сургалтыг боловсронгуй болгох арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11893",
		"text": "Баярмагнай Б. Онцгой байдлын үед хилийн отрядын харилцан ажиллагааг сайжруулах арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11894",
		"text": "Нэргүй Г. Хил орчмын нутаг дэвсгэрт онцгой нөхцөл үүсгэж болзошгүй хүчин зүйлсүүдийг судалсан нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11895",
		"text": "Шинэтөр Б. Хилийн отрядын офицерүүдийн сургалтыг боловсронгуй болгох арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11896",
		"text": "Ууганбаяр Ө. Хил хязгаарын халдашгүй байдлыг хангах арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11897",
		"text": "Цэрэнтогтох Т. Онцгой байдлын нөхцөлд хилчдийн аюулгүй байдлыг хангах арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11898",
		"text": "Буяндэлгэр Э. Хилийн отрядын офицеруудад бүлгийн дасгал явуулах онцлог, боловсронгуй болгох арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11899",
		"text": "Эрдэнэбаяр Б. Террорист бүлэгтэй тэмцэх хилийн отрядын ажиллагааг боловсронгуй болгох арга зам.УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11900",
		"text": "Батсүмбэрэл Д. Хил хамгаалах байгууллагын тусгай томилгоот бүлгийн тактик ажиллагааг боловсронгуй болгох зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11901",
		"text": "Цэнгэл О. Ой тайгын нөхцөлд хилчдийн үүрэг гүйцэтгэх чадавхийг нэмэгдүүлэх арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11902",
		"text": "Түвшинжаргал И. Хил хамгаалалтад ашиглаж байгаа мэдээллийн сангийн ашиглалтыг боловсронгуй болгох зарим арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11903",
		"text": "Соёл-Эрдэнэ Х. Мэдээлэл сэтгэл зүйн аюулгүй байдлыг хангахад цэргийн албан хаагчийн үүрэг оролцоог дээшлүүлэх нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11904",
		"text": "Ганжаргал Ж. Иргэдийн дунд гал түймрээс урьдчилан сэргийлэх сургалтыг сайжруулах нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11905",
		"text": "Хадбаатар Д. Гамшгийн үед малчдын хүнсний аюулгүй байдлыг хангах өрхийн чадамжид анхаарах зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11906",
		"text": "Серикжан Ж. Уур амьсгалын өөрчлөлтөөс үүдэлтэй гамшгаас хамгаалах үйл ажиллагааг сайжруулах нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11907",
		"text": "Булганхангай Л. Аврах ажиллагааны үед аврагчдын аюулгүй байдлыг хангах арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11908",
		"text": "Цэнгэлхүү Г. Гал түймэр унтраах удирдлага зохион байгуулалтыг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11909",
		"text": "Анхбаяр Л.Гал унтраах автомат системийн ашиглалтыг боловсронгуй болгох нь. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11910",
		"text": "Буянтогтох Э. Гал унтраах ангийн үйл ажиллагааг боловсронгуй болгох арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11911",
		"text": "Энхжаргал Х. Нутаг дэвсгэрийн цагдаагийн байгууллагын зохион байгуулалтын бүтцийг боловсронгуй болгох зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11912",
		"text": "Нямдаваа Л. Цагдаагийн алба хаагчийн албан үүргээ биелүүлэх хууль зүйн баталгаа, түүний зохицуулалтын зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11913",
		"text": "Оюунгэрэл С. Цагдаагийн байгууллагаас замын хөдөлгөөний аюулгүй байдлыг хангах эрх зүйн зохицуулалт, түүнд хийх шинжилгээ. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11914",
		"text": "Шинэ-Оргил Э. Улсын онц чухал объектын хамгаалалтыг сайжруулах зарим асуудал/ундны усны эх үүсвэрийн жишээн дээр/ УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11915",
		"text": "Баярмаа Н.Цагдаагийн алба хаагчийн бие бялдар, бэлтгэлжилтийг сайжруулах зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11916",
		"text": "Ганбат Д. Нисэх онгоцны буудалд гарах гэмт хэрэг, хэв журмын зөрчилтэй тэмцэх үйл ажиллагааг сайжруулах зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11917",
		"text": "Алтансүх А. Цагдаа иргэдийн хамтын ажиллагааг сайжруулах арга зам. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11918",
		"text": "Мөнхзул Н. Гэр бүлийн хүчирхийллээс урьдчилан сэргийлэхэд цагдаагийн байгууллагаас хэрэгжүүлэх үйл ажиллагааны үр нөлөөг дээшлүүлэх зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11919",
		"text": "Жанболат Ж. Цагдаагийн байгууллагын барилга, байгууламжийн аюулгүй байдлыг хангах зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11920",
		"text": "Батболд С. Баримт бичиг, тамга, тэмдэг, хэвлэмэл маягтыг хулгайлах, устгах, гэмтээх, нуух гэмт хэргийн эрүүгийн эрх зүйн шинж. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11921",
		"text": "Ганболд Х. Эд хөрөнгийн эрхэд халдах эрүүгийн хариуцлагын асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11922",
		"text": "Тунгышбай Б. Өвчтөнд тусламж үзүүлэхгүй байх гэмт хэргийн эрүүгийн эрх зүйн шинж. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11923",
		"text": "Сайфолла Т. Танхайрах гэмт хэргийн эрүүгийн эрх зүйн шинж. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11924",
		"text": "Амарбат А. Монгол Улсын хилийн гадна гэмт хэрэг үйлдсэн этгээдэд эрүүгийн хариуцлага хүлээлгэх эрүүгийн эрх зүйн зохицуулалтын асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11925",
		"text": "Анхзаяа Д. Улсын хилийн дэглэм зөрчих гэмт хэргийн эрүүгийн эрх зүйн шинж. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11926",
		"text": "Чинбат С.Татвар төлөхөөс зайлсхийх гэмт хэргийн эрүүгийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11927",
		"text": "Ариунболд Б. Насанд хүрээгүй хүнийг согтуурал, мансуурал, тэнүүчлэл, гуйланчлалд татан оруулах гэмт хэргийн эрүүгийн эрх зүйн зохицуулалтыг боловсронгуй болгох зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11928",
		"text": "Батням Ж. Хэрэглэгчийг хуурч мэхлэх, төөрөгдүүлэх гэмт хэргийн эрүүгийн эрх зүйн асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11929",
		"text": "Энхтунгалаг Ц. Хилийн боомтод үйлдэгдэж буй гэмт хэрэг, зөрчлөөс урьдчилан сэргийлэх асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11930",
		"text": "Ган-Эрдэнэ Г. Хүүхдийг зам тээврийн ослоос урьдчилан сэргийлэх онол, практикийн зарим асуудал. УБ., 2016 (Хууль сахиулах Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11931",
		"text": "Баяржаргал Г. Замын хөдөлгөөний зөрчлийг илрүүлэхэд дүрс бичлэгийн сисмемийг ашиглах нь. УБ., 2016(Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11932",
		"text": "Батсайхан Х.Тээврийн хэрэгслийг албадан зогсоох үйл ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. УБ., 2016(Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11933",
		"text": "Төмөрбаатар Д. Монгол улсын Эрүүгийн байцаан шийтгэх ажиллагаан дахь өмгөөллийн онол практикийн асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11934",
		"text": "Аюуш Д. Жирэмсний болон амаржсаны тэтгэмжийн эрх зүйн зохицуулалтыг боловсронгуй болгох нь. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11935",
		"text": "Алтантуяа Б. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаан дахь шүүхийн нотолгооны онол практикийн зарим асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11937",
		"text": "Бадар-Ууган Ө. Санхүүгийн түрээсийн гэрээний эрх зүйн зохицуулалтын зарим асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11938",
		"text": "Гантулга Л. Монгол улсын нутаг дэвсгэрт гадаадын иргэдээс үйлдэж буй гэмт хэргийн шалтгаан нөхцөл, урьдчилан сэргийлэх арга зам. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11939",
		"text": "Дамдинмаа А. Нотариатын үйлчилгээг цахимжуулах эрх зүйн зохицуулалтын зарим асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11940",
		"text": "Мөнхзул Ж. Гэмт хэрэг үйлдсэн этгээдийг баривчлах, таслан зогсоох зорилгоор халдаж, түүнд хохирол учруулсан тохиолдолд гэмт хэрэгт тооцохгүй байх. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11941",
		"text": "Нурбахыт Б. Ялтны хөдөлмөр зохион байгуулалтын эрх зүйн зохицуулалтын зарим асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11942",
		"text": "Отгонсүрэн Д. Гүтгэх гэмт хэргийн эрүүгийн эрх зүй, кримонологийн зарим асуудал. УБ., 2016 (Орхон Их Сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11943",
		"text": "Энхбат Н. Татвар төлөхөөс зайлсхийх гэмт хэрэг, эрүүгийн эрх зүй, кримонологийн зарим асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11944",
		"text": "Энхтайван М. Эдийн бус баялгийн талаарх эрх зүйн зохицуулалт, түүнийг боловсронгуй болгох арга зам. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11945",
		"text": "Ариунболд Д. Гадаадын иргэний эрх зүйн байдлыг боловсронгуй болгох зарим асуудал. УБ., 2016(Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11946",
		"text": "Жавзанпагма Ё. Арбиртын эрх зүйн орчин, боловсронгуй болгох зарим асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11947",
		"text": "Зулаа Д. Насанд хүрээгүй хүмүүсээс үйлдсэн гэмт хэргийн кримонологийн асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11948",
		"text": "Нэргүй Д. Эрүүгийн хэргийг хялбаршуулсан журмаар хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11949",
		"text": "Нямхүү Д. Цэргийн албан хаагчдын нийгмийн хамгааллын эрх зүйн зохицуулалтын зарим асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11950",
		"text": "Үүрийнтуяа Ж. Шүүх шинжилгээний дүгнэлтийг иргэдийн амь нас, эрүүл мэндийн эсрэг гэмт хэрэгт нотолгоо болгох нь. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11951",
		"text": "Энхсанаа Б. Тээврийн хэрэгслийн ашиглалтаас үүссэн гэм хорыг арилгах эрх зүйн зохицуулалтын асуудал. Уб., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11952",
		"text": "Батгэрэл Ц. Шинэ бүтээл, бүтээгдэхүүний загварын патент, ашигтай загварын гэрчилгээ эзэмшигчийн эрхийг зөрчих гэмт хэргийн эрүүгийн эрх зүй, криминологийн асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11953",
		"text": "Батдэлгэр Б. Эрүүгийн байцаан шийтгэх ажиллагаан дахь иргэний хариуцагчийн эрх зүйн байдлын зарим асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11954",
		"text": "Батсайхан Б. Цагдаагийн байгууллагын хүний нөөц бүрдүүлэлт, сайжруулах зарим асуудал. УБ., 2016(Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11955",
		"text": "Тамир Д. Танхайрах гэмт хэргийн эрүүгийн эрх зүйн асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11956",
		"text": "Түмэнцэцэг Б. Иргэний хэрэг шүүхэд хянан шийдвэрлэх ажиллагаан дахь төлөөлөл, түүний эрх зүйн зохицуулалтын тулгамдсан асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11957",
		"text": "Туяацэцэг Д. Төрийн эрх мэдэл хуваарилах онол, хэрэгжилт. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11958",
		"text": "Уранчимэг Б.Төрийн захиргааны байгууллагын дотоод хяналт, шалгалтыг сайжруулах асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11959",
		"text": "Наранбаяр Э. Татварын хөнгөлөлт, чөлөөлөлтийн эрх зүйн зохицуулалтыг боловсронгй болгох нь. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11960",
		"text": "Өлзийтогтох П. Олон нийтийн цагдаагийн ажилтны эрх зүйн зохицуулалт, түүний үйл ажиллагааг боловсронгуй болгох асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11961",
		"text": "Сарангэрэл О. Мал хулгайлах эмт хэргийн эрүүгийн эрх зүй, криминологийн үндсэн асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11962",
		"text": "Эрдэнэсувд Д. Бусдын бие махбодид хүнд гэмтэл санаатай учруулах гэмт хэргийн эрүүгийн эрх зүй криминологийн асуудал. УБ., 2016 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11963",
		"text": "Бөртгөлжин М. Гэр бүлийн хүчирхийлэлтэй холбоотой үйлдсэн гэмт хэргийг мөрдөх арга зүйг боловсронгуй болгох асуудал. УБ., 2017 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11964",
		"text": "Мөнхбаатар О. Сэжигтнийг баривчлах арга хэмжээний эрх зүйн зохицуулалтын асуудал. УБ., 2017 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11965",
		"text": "Мөнгөн А. Гадаадын иргэний бүртгэлийн зөрчлийг хянан шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын асуудал. УБ., 2017 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11966",
		"text": "Одхүү Г. Бусдын эд хөрөнгийг санаатайгаар устгах, гэмтээх гэмт хэргийн эрүүгийн эрх зүйн зарим асуудал. УБ., 2017 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11967",
		"text": "Тунамал-Эрдэнэ Э. Нутгийн өөрөө удирдах ёсны байгууллагын эрх зүйн зохицуулалтын зарим асуудал. УБ., 2017 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11968",
		"text": "Энхрийцэцэг Э. Захиргааны хэрэг шүүхэд хянан шийдвэрлэх ажиллагаан дахь гуравдагч этгээдийн эрх зүйн байдал. УБ., 2017 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11969",
		"text": "Ганболд Н. Мансууруулах эм болон сэтгэцэт нөлөөт бодисын хор хөнөөл түүний хууль бус эргэлтэд гаалийн байгууллага хяналт тавих нь. УБ., 2017(Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11970",
		"text": "Должин Д. Эмэгтэйчүүдийн үйлдсэн гэмт хэргийн шалтгаан, нөхцөл тэдний хорих ял эдэлж буй өнөөгийн байдал. УБ., 2017 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11971",
		"text": "Ууганбаатар О. Эд зүйлсийг хууль бусаар хил нэвтрүүлэх гэмт хэргийн судалгаа. УБ., 2017 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11972",
		"text": "Эрдэнэсамбуу Д. Тусгай хамгаалалттай газар нутгийн эрх зүйн зохицуулалт, цаашдын зорилт. УБ., 2017(Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11973",
		"text": "Баярмаа С. Шүүгчийн ёс зүйн асуудал. УБ., 2017(Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11974",
		"text": "Урангоо З. Гэр бүлийн гишүүдийн хамтран өмчлөх дундын хөрөнгийн маргааныг шийдвэрлэх эрх зүйн зохицуулалтын зарим асуудал. УБ., 2017(Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11975",
		"text": "Оюун-Эрдэнэ Ү. Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдлын журмын зөрчил,урьдчилан сэргийлэх зарим асуудал. УБ., 2017(Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11976",
		"text": "Зэндмэн-Эрдэнэ Б. Банкны үйл ажиллагааны эрх зүйн зохицуулалтын зарим асуудал. УБ., 2017(Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11977",
		"text": "Цэцэгдэлгэр Н. Гаалийн эрх зүйн зөрчилд хийсэн дүн шинжилгээ. УБ., 2017 (Орхон Их сургууль)",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11980",
		"text": "Юрген Харбих. Эрх зүйт, ардчилсан төрд хуульчийн гүйцэтгэх үүрэг. Хууль дээдлэх ёс. 2019, №1",
		"type": "Магистрын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "1",
		"text": "Авирмэд Э. Местные хуралы народных депутатов МНР. Дисс...канд. Юридических наук (Ph.D) /Науч. рук. д-р. Шеремет. Защищена 1970. М., 1970. 212с /МГУ.им. М.В.Ломоносова Юрид. фак-т/",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "179",
		"text": "Авхиа Ж. Уголовно-правовыи криминологические проблемы борьбы с преступлениями против жизни в Монгольской Народной Республике. Дисс...д-р. юридических наук. 12.00.08.,12.00.07. Защищена 13.04.1976. Уб., М. 1976. 382 с 18л / Всес ин-т по изучению причин и разработке мер. Предупряждения преступности./",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "180",
		"text": "Авхиа Ж. БНМАУ-д хүний амь насны эсрэг гэмт хэрэгтэй явуулах тэмцлийн эрүүгийн эрхийн ба криминологийн асуудлууд. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 1976 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "181",
		"text": "Амарсанаа Ж. Хүний эрхийн олон улсын ба үндэсний эрх зүйн харьцуулсан судалгаа. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 2000 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "182",
		"text": "Амархүү О. Монголын байгаль орчныг хамгаалах хууль тогтоомжийн түүхэн хөгжил, тогтвортой хөгжилд тэдгээрийн эзлэх байр суурийн асуудал. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 1999 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "183",
		"text": "Баасан Л. Хөдөлмөрийн гэрээний онол практикийн асуудал. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 1999 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "184",
		"text": "Болдбаатар Ж. Гэмт хэрэг илрүүлэхэд полиграф ашиглах онол, арга зүйн асуудал. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 2013 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "185",
		"text": "Гүнсэн Р. Уголовно-правовая охрана социалистической народной республике. Дисс... д-р. юридических наук (Sc.D). 12.00.08. Защищена 1974. М., 1974. 409л /Ин-т гос-ва и права АН СССР/",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "186",
		"text": "Гүнсэн Р. БНМАУ-д социалист өмчийг эрүүгийн эрхээр хамгаалах нь. Хууль зүйн шинжлэх ухааны доктор (Sc.D)-ын зэрэг горилсон бүтээл. 1974 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "187",
		"text": "Дашням И. Монгол оронд феодалын эрх зүйг халж шинэ эрх зүй бүрэлдэн тогтсон нь (1921-1940). Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 1993 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "188",
		"text": "Долгорсүрэн Ж. Монгол Улсад захиргааны эрх зүйн албадлага хэрэглэж буй өнөөгийн байдал, түүнийг хууль тогтоомжийн хүрээнд судалсан нь. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 2001 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "189",
		"text": "Жанцан С. Борьба с рецидивной преступностью в Монголии Уголовно-правовые, криминологические и пенитенциарные проблемы. Дисс... д-р. Юридических наук (Sc.D). /Науч, рук, д-р. Юридических наук (Sc.D). /Науч. Рук. д-р. проф. Журавлев. М.П 12.00.08. М., 1992. 8с/",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "190",
		"text": "Жанцан С. БНМАУ-д рецедив гэмт явдалтай хийх эрүүгийн эрх зүй, криминологи, ял эдлүүлэх асуудал. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 1992 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "191",
		"text": "Лүндэндорж Н. Төр, эрх зүйн сэтгэлгээний хөгжил, түүний чиг хандлага. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 2003 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "192",
		"text": "Лүндээжанцан Д. Монгол Улс дахь төрийн эрх мэдлийг хуваарилах онол практикийн асуудал. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 2000 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "193",
		"text": "Нарангэрэл С. Монгол Улсын эрүүгийн эрх зүйн ерөнхий ангийн үндсэн асуудлууд. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 2000 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "194",
		"text": "Сарантуяа Ц. Монгол Улс дахь Үндсэн хуулийн процессийн үүсэл, төлөвшил, тулгамдсан асуудал. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 2009 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "195",
		"text": "Совд Г. Эрүүгийн хариуцлага түүний уламжлал шинэчлэлийн асуудал. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 1993 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "196",
		"text": "Сэнгэдорж Т. Байгаль орчныг хамгаалах эрх зүйн асуудал: уламжлал, шинэчлэл. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 1994 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "197",
		"text": "Энхбаатар Ч. Шүүхийн хараат бус байдлын харьцуулсан судалгаа. Хууль зүйн шинжлэх ухааны докторын зэрэг горилсон бүтээл. 2003 он",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11399",
		"text": "Иргэдээс төрийн байгууллага, албан тушаалтанд гаргасан өргөдөл,гомдлыг шийдвэрлэх тухай хуулийн хэрэгжилтийн үр дагаварт хийсэн үнэлгээ. Хууль зүйн үндэсний хүрээлэн. 2018",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11591",
		"text": "Энхболд Э.Согтуугаар тээврийн хэрэгсэл жолоодох зөрчилд хийсэн дүн шинжилгээ. УБ., 2016(Хууль сахиулах Их сургууль)",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11692",
		"text": "Оюунчимэг Б. Хэт богино долгионы радио станцаар дамжих мэдээллийн аюулгүй байдлыг хангах эрх зүйн зохицуулалт/цагдаагийн байгууллагын жишээн дээр/УБ.,2018(Хууль сахиулах Их сургууль)",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11849",
		"text": "Уянга Г. Шүүхийн байгууллагын гэмт хэргийн тоо бүртгэл, түүний арга зүй системийг боловсронгуй болгох асуудал. УБ., 2017(Хууль сахиулах Их сургууль)",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "11936",
		"text": "Амартүвшин Ц. Хэрэг бүртгэгч, мөрдөн байцаагч,прокурор, шүүгчийн хууль зөрчсөн үйл ажиллагааны улмаас учирсан хохирлыг шийдвэрлэх ажиллагааны эрх зүйн зохицуулалтын асуудал УБ., 2016 (Орхон Их сургууль)",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12107",
		"text": "Ганбаатар Г. Монгол Улсад Өмгөөлөгчдийн байгууллага үүсч хөгжсөний түүхэн замнал. Хууль дээдлэх ёс. 2018, №3",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12157",
		"text": "Жаргалсайхан Б., Алтантуяа Д. Шинжлэн магадлахуйн түүхийн үечлэлийн асуудал. Хууль сахиулахуй. 2017, №2",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12158",
		"text": "Батсайхан Н. Гамшгаас урьдчилан сэргийлэх сурталчилгааг хэрэглэж ирсэн түүхэн уламжлал. Хууль сахиулахуй. 2017, №2",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12184",
		"text": "Зоригт О. Монгол улсын их хурлаас тагнуулын үйл ажиллагаанд хяналт тавих нь. Хууль сахиулахуй. 2017,№1",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12189",
		"text": "Лхагвамаа Г. Ялын гэмт хэргийг тогтоон барих сонгодог криминологийн номлолын үндэс /XVIII зуун/. Хууль сахиулахуй. 2017, №1",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12415",
		"text": "Цэлмэг Ц. \"Ойн тухай хууль тогтоомж\" зөрчих гэмт хэрэгт оногдуулах эргүүгийн болон захиргааны хариуцлагыг боловсронгуй болгох асуудал. Монголын төр, эрх зүй. 2012, №1",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12480",
		"text": "Сарантуяа Ц. Үндсэн хууль сахин хамгаалах ажиллагааг боловсронгуй болгох зарим асуудал. Монголын төр, эрх зүй. 2013, №4",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12648",
		"text": "Хайнрих шоллэр. Эрх зүйн ангилал ба соёлын тухай. Эрх зүй. 2000, №1",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "12659",
		"text": "Бат-Эрдэнэ Б. Халдашгүй эрх ба таслан сэргийлэх арга хэмжээ (судалгааны дүн). Эрх зүй. 2000, №1",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
	{
		"id": "13130",
		"text": "Номынбаясгалан С. Захиргааны хэргийн шүүх хуралдаан:прокурорын оролцоо, түүний зохицуулалтыг боловсронгуй болгох асуудалд. Эрх зүй. 2020, №1(49)",
		"type": "Шинжлэх ухааны доктор (Sc.D)-ын зэрэг хамгаалсан бүтээл",
		"edit": "Засах",
		"delete": "Устгах"
	},
];

const Papers = () => {
  const [searchText, setSearchText] = useState("");
  const [searchType, setSearchType] = useState("");
  const [page, setPage] = useState(1);
  const rowsPerPage = 10;

  const filteredData = mockData.filter(
    (item) =>
      item.text.toLowerCase().includes(searchText.toLowerCase()) &&
      (searchType ? item.type === searchType : true)
  );

  const paginatedData = filteredData.slice((page - 1) * rowsPerPage, page * rowsPerPage);

  return (
    <TableContainer component={Paper} sx={{ padding: 2 }}>
      <Table>
        <TableHead>
          <TableRow>
            <TableCell>№</TableCell>
            <TableCell>
              Бүтээл
              <TextField
                fullWidth
                size="small"
                variant="outlined"
                placeholder="Хайх..."
                value={searchText}
                onChange={(e) => setSearchText(e.target.value)}
                sx={{ mt: 1 }}
              />
            </TableCell>
            <TableCell>
              Төрөл
              <Select
                fullWidth
                size="small"
                variant="outlined"
                value={searchType}
                onChange={(e) => setSearchType(e.target.value)}
                sx={{ mt: 1 }}
              >
                <MenuItem value="">Бүгд</MenuItem>
                {paperTypes.map((type) => (
                  <MenuItem key={type} value={type}>
                    {type}
                  </MenuItem>
                ))}
              </Select>
            </TableCell>
          </TableRow>
        </TableHead>
        <TableBody>
          {paginatedData.map((row, index) => (
            <TableRow key={row.id}>
              <TableCell>{(page - 1) * rowsPerPage + index + 1}</TableCell>
              <TableCell>{row.text}</TableCell>
              <TableCell>{row.type}</TableCell>
            </TableRow>
          ))}
        </TableBody>
      </Table>
      <Pagination
        count={Math.ceil(filteredData.length / rowsPerPage)}
        page={page}
        onChange={(e, value) => setPage(value)}
        sx={{ mt: 2, display: "flex", justifyContent: "center" }}
      />
    </TableContainer>
  );
};

export default Papers;
