// © 2025 Altangerel Ganbaatar. All rights reserved.
// Licensed under the MIT License. See LICENSE file in the project root for details.

import React from "react";
import { Box, Typography, Container } from "@mui/material";

const PrivacyPolicy = () => {
  return (
    <Container maxWidth="lg" sx={{ mt: 5, mb: 5 }}>
      <Typography variant="h4" gutterBottom align="center">
        Нууцлалын журам
      </Typography>
      <Box sx={{ lineHeight: 1.6, mt: 3 }}>
        <Typography paragraph>
          Хэрэглэгч та “Нууцлалын журам”-тай заавал уншиж танилцах ёстой.
        </Typography>
        <Typography paragraph>
          “Эрх зүйн судалгааны нэгдсэн систем” хэрэглэгчийн мэдээллийн нууцлал,
          ашиглалт, аюулгүй байдлыг хангах асуудлыг дараах байдлаар зохицуулсан
          болно. 
        </Typography>
        <Typography paragraph>
          Хэрэглэгчийн эрх:
        </Typography>
        <ul>
          <li>Хувийн мэдээллийг хуваалцах эсэхээ та өөрөө шийдэх эрхтэй ба хэрэв
            хүсвэл татгалзах, засварлах, хянах болон бидэнтэй холбогдож мэдээллээ
            устгуулах боломжтой.</li>
          <li>Бид хувийн мэдээллийг хэрхэн ашиглах талаарх нууцлалын бодлогоо
            өөрчилсөн тохиолдолд шинэчлэлийн талаар танд мэдэгдэх болно.</li>
        </ul>
        <Typography paragraph>
          Хууль зүйн судалгааны нэгдсэн сангийн үүрэг:
        </Typography>
        <ul>
          <li>Хэрэглэгчийн мэдээллийг аюулгүй хадгалах бөгөөд хэрэглэгчийн зөвшөөрсөн
            зорилгоор ашиглах болно.</li>
          <li>Эрх зүйн судалгааны нэгдсэн систем нь Хууль зүйн үндэсний хүрээлэнгийн
            дэргэдэх сан тул ашгийн бус цахим сан юм. Иймд бид хэрэглэгчийн
            мэдээллийг бусдад зарахгүй.</li>
        </ul>
        <Typography variant="h6" gutterBottom>
          Мэдээллийг цуглуулах, ашиглах
        </Typography>
        <Typography paragraph style={{ textAlign: "justify" }}>
          &emsp;Эрх зүйн судалгааны нэгдсэн системд бүртгүүлэхдээ оруулсан хэрэглэгчийн
          мэдээллийг Үндэсний дата төвийн “M cloud” санд хадгална. Бид таны
          оруулсан мэдээллийг зөвхөн танд тустай нөхцөлөөр буюу танд мэдээлэл
          өгөх, таны санал, хүсэлтэд хариулах, таны цахим санд хандах, оруулсан
          бүтээлийн эшлэлийн тоон мэдээ гаргах болон тантай холбоо барих зэрэгт
          ашиглана.
        </Typography>
        <Typography variant="h6" gutterBottom>
          Мэдээллийн нууцлал
        </Typography>
        <Typography paragraph style={{ textAlign: "justify" }}>
          &emsp;Эрх зүйн судалгааны нэгдсэн систем таны оруулсан хувийн
          мэдээллийг мэдээллийн аюулгүй байдлын ISO/27000 багц стандартад
          нийцүүлэн хадгалах бөгөөд хууль тогтоомжийн хүрээнд гуравдагч
          этгээдэд дамжуулна. Хэрэглэгчийн хувьд сайтад нэвтрэх, хэрэглэгчийн
          нэр, нууц үг, системээс гарах зэрэг үйлдлийн хариуцлагыг өөрөө бүрэн
          хүлээнэ. Бид танд нэвтрэх нэр, нууц үгээ хамгаалах талаар зөвлөгөө
          өгөх боловч ямар нэгэн байдлаар алдсан, хохирол учирсан тохиолдолд
          хариуцлага хүлээхгүй.
        </Typography>
        <Typography variant="h6" gutterBottom>
          Хадгалах хугацаа
        </Typography>
        <Typography paragraph style={{ textAlign: "justify" }}>
          &emsp;Бид хэрэглэгчийн мэдээллийг тодорхойгүй хугацаагаар хадгалах
          эрхтэй. Аюулгүй байдлын үүднээс ирж буй хандалтуудыг хянана. Эрх зүйн
          судалгааны нэгдсэн системийн хэрэглэгч бүр мэдээллийн аюулгүй байдлын
          хяналтад байна.
        </Typography>
        <Typography variant="h6" gutterBottom>
          Бусад нөхцөл
        </Typography>
        <Typography paragraph style={{ textAlign: "justify" }}>
          &emsp;Манай Эрх зүйн судалгааны нэгдсэн системээр үйлчлүүлснээр тухайн
          хэрэглэгчийг энэхүү Нууцлалын бодлогыг уншиж ойлгосны үндсэн дээр
          бүрэн хүлээн зөвшөөрсөн гэж үзнэ. Бид хэрэглэгчид мэдэгдэлгүйгээр
          энэхүү нууцлалын бодлогодоо нэмэлт, өөрчлөлт оруулах, шинэчлэх эрхтэй.
          Нэмэлт, өөрчлөлт оруулсан болон шинэчилсэн нууцлалын бодлого нь манай
          цахим хуудсанд тавигдсанаар шууд хүчин төгөлдөр үйлчилж эхэлнэ. Хэрэв
          танд энэхүү нууцлалын бодлогын талаарх ямар нэгэн асуулт болон санал,
          хүсэлт байвал бидэнд мэдэгдэж болно.
        </Typography>
      </Box>
    </Container>
  );
};

export default PrivacyPolicy;
